// translation.js

export default {
    // 当前充值钻石：
    'current_recharge_diamonds': 'لديك حاليًا ألماسات إعادة الشحن:',
    // 充值达到一定金额解锁炫酷礼包！
    'unlock_cool_gift_pack': 'يمكن الحصول علي المكافأت المقابلة عندما يصل إجمالي عدد الماسات المشحونة إلي المستويات التالية كل أسبوع',
    // 充值
    'recharge': 'شحن',
    // 领取
    'claim': 'سحب أسفل',
    // 已领取
    'claimed': 'تلقى',
    // 规则
    'rules': 'القواعد',
    // 1. 活动期间，充值达到一定钻石金额即可解锁奖励。（刨除币商身份的充值金额）
    'rule_1': '1. خلال الحدث، يمكن إيداع مبلغ معين من الألماسات لفتح الجائزة. (باستثناء مبلغ إيداع هوية التاجر)',
    // 2. 您领取的奖品将直接下发至背包，请注意查看。
    'rule_2': '2. سيتم إرسال الجائزة التي تطالب بها مباشرة إلى الظهر، يرجى الانتباه للتحقق.',
    // 3. 请在活动奖励领取截止时间之前领取奖励，否则你的奖励将过期不可领取。奖励领取截止时间为UTC 7/16 23:59。
    'rule_3': '3. يرجى جمع جوائزكم قبل الموعد النهائي لجمع الجوائز، وإلا ستنتهي صلاحية جوائزكم. الموعد النهائي لجمع الجوائز هو 23:59 UTC {msg}.',
    // 4. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_4': '4. يحتفظ يامي بحق التفسير النهائي. في حالة الانتهاك، لدينا الحق في فرض عقوبات وسحب جميع الجوائز التي تم منحها.',
    // 充值礼包
    'recharge_gift_pack': 'حزم الولاء',
    // 再充值{0}钻石解锁下一档位
    'recharge_more_to_unlock': 'أعد شحن {0} ألماسة لفتح الطبقة التالية',
    // 充值xxx
    'recharge_xxx': 'إعادة شحن {msg}',
    // 档位一
    'level_one': 'عتاد 1',
    // 档位二
    'level_two': 'عتاد 2',
    // 档位三
    'level_three': 'عتاد 3',
    // 档位四
    'level_four': 'عتاد 4',
    // 档位五
    'level_five': 'عتاد 5',
    // 活动未开始
    'event_not_started': 'لم تبدأ الفعالية بعد',
    // 活动已结束
    'event_ended': 'انتهت الفعالية',
    // 恭喜你已完成档位解锁，快去体验吧！
    'congratulations_level_unlocked': 'تهانينا، لقد قمت بفتح جميع المكافآت. استمتع الآن!',
    // 领取成功
    'claim_successful': 'تم الاستلام بنجاح',
    // 恭喜成功领取了以上奖励！
    'congratulations_claim_successful': 'تهانينا على استلامك للجوائز أعلاه بنجاح!',
    // 充值礼包
    'reward_package': 'حزم الولاء',
    // 恭喜！您刚刚解锁了充值礼包活动的奖励！
    'congratulations_reward_unlocked': 'تهانينا! لقد فتحت للتو مكافآت لحدث حزمة الشحن!',
    'ok': 'موافق'
};
