export default {
    // 独立日庆典
    'independence_day_celebration': '独立日庆典',
    // 规则&奖励
    'rules_rewards': '规则&奖励',
    // 祝福墙
    'blessing_wall': '祝福墙',
    // 活动礼物
    'event_gift': '活动礼物',
    // 升旗仪式
    'flag_raising_ceremony': '升旗仪式',
    // 升旗榜
    'flag_raising_ranking': '升旗榜',
    // {0}成功升旗{1}次！
    'flag_raising_success': '{0} 成功升旗 {1} 次！',
    // 起点
    'starting_point': '起点',
    // 终点
    'end_point': '终点',
    // 升旗1次
    'flag_raising_once': '升旗1次',
    // 重回起点
    'back_to_start': '重回起点',
    // 前进xx步
    'move_forward': '前进{msg}步',
    // 后退xx步
    'move_backward': '后退{msg}步',
    // 1次
    'once': '1次',
    // 10次
    'ten_times': '10次',
    // 50次
    'fifty_times': '50次',
    // xxx点掷1次
    'points_per_throw': '{msg}点掷1次',
    // 当前点数：xxxx
    'current_points': '当前点数：{msg}',
    // 我的奖励记录
    'my_rewards_record': '我的奖励记录',
    // 奖池展示
    'reward_pool_display': '奖池展示',
    // 以下奖励中，随机获得2-3种!
    'random_rewards': '以下奖励中，随机获得2-3种!',
    // 记录
    'record': '记录',
    // 时间
    'time': '时间',
    // 奖励
    'reward': '奖励',
    // 恭喜你获得了xxx奖励！
    'congratulations_reward': '恭喜你获得了{msg}奖励！',
    // Oops，暂时没有记录，快去获得吧～
    'no_record_yet': 'Oops，暂时没有记录，快去获得吧～',
    // 恭喜! 你成功升旗了xx次，共获得了以下奖励！
    'congratulations_flag': '恭喜，你成功升旗了{msg}次！',
    // 共获得了以下奖励！
    'total_rewards': '共获得了以下奖励！',
    // 恭喜！
    'congratulations': '恭喜！',
    // 你获得了以上奖励！
    'rewards_received': '你获得了以上奖励！',
    // 点数不足，快去获得更多吧～
    'insufficient_points': '点数不足，快去获得更多吧～',
    // 活动期间，你可以在祝福墙上写下你对任何人的祝福！
    'write_blessings': '活动期间，你可以在祝福墙上写下你对任何人的祝福！',
    // 写下你的祝福吧...
    'write_your_blessings': '写下你的祝福吧...',
    // 随机
    'random': '随机',
    // 普通祝福
    'ordinary_blessing': '普通祝福',
    // 免费
    'free': '免费',
    // 高级祝福
    'premium_blessing': '高级祝福',
    // xx💎/1次
    'diamond_per_blessing': 'xx💎/1次',
    // 选择你喜欢的样式发表祝福吧～
    'choose_blessing_style': '选择你喜欢的样式发表祝福吧～',
    // 恭喜你成功发送祝福～
    'blessing_sent': '恭喜你成功发送祝福～',
    // 你发送的祝福语不符合平台规范，请重新输入哦
    'blessing_not_compliant': '你发送的祝福语不符合平台规范，请重新输入哦',
    // 1. 活动期间收送活动礼物获得投掷点数，收礼1金币=1点；送礼1钻石=1点。
    'rule_1': '1. 活动期间收送活动礼物获得投掷点数，收礼1金币=1点；送礼1钻石=1点。',
    // 2. 活动中设有关卡地图，每xx点可以投掷骰子一次，根据骰子点数进行闯关，走到设定的关卡可获得不同的奖励/惩罚，直至走到终点，可以赢得1次升旗仪式。
    'rule_2': '2. 活动中设有关卡地图，每{msg}点可以投掷骰子一次，根据骰子点数进行闯关，走到设定的关卡可获得不同的奖励/惩罚，直至走到终点，可以赢得1次升旗仪式。',
    // 3. 用户到达终点完成升旗后回到第一关重新开始，活动期间可以反复闯关。
    'rule_3': '3. 用户到达终点完成升旗后回到第一关重新开始，活动期间可以反复闯关。',
    // 4. 升旗榜单将根据用户成功升旗的次数进行排名，Top 10用户可获得奖励。
    'rule_4': '4. 升旗榜单将根据用户成功升旗的次数进行排名，Top 10用户可获得奖励。',
    // 5. 活动期间在祝福墙发送祝福，有机会在活动结束后获得官方随机下发的惊喜奖励。
    'rule_5': '5. 活动期间在祝福墙发送祝福，有机会在活动结束后获得官方随机下发的惊喜奖励。',
    // 6. 活动中获得的奖励会直接下发至背包，请在有效期内使用，否则将会过期。
    'rule_6': '6. 活动中获得的奖励会直接下发至背包，请在有效期内使用，否则将会过期。',
    // 7. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～
    'rule_7': '7. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～',
    // 8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_8': '8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。',
    // 榜单奖励
    'leaderboard_rewards': '榜单奖励',
    // Top xx用户将获得以下奖励。
    'top_rewards': 'Top xx用户将获得以下奖励。',
    // 掷骰子次数
    'dice_rolls': '掷骰子次数',
    // 恭喜您在【独立日庆典】活动中排名第{0}，您的奖励已到达，请注意查收。感谢您的⽀持，请持续关注我们的活动哦〜
    'ranking_announcement': '恭喜您在【独立日庆典】活动中排名第{0}，您的奖励已到达，请注意查收。感谢您的⽀持，请持续关注我们的活动哦〜',
    // 独立日快乐！
    'happy_independence_day': '独立日快乐！',
    // 独立日，让我们铭记历史，珍惜现在，展望未来！
    'independence_day_message_1': '独立日，让我们铭记历史，珍惜现在，展望未来！',
    // 在这个特别的日子里，携手共进，共同努力吧！
    'independence_day_message_2': '在这个特别的日子里，携手共进，共同努力吧！',
    // 为了我们的国家，为了我们的未来，勇往直前！
    'independence_day_message_3': '为了我们的国家，为了我们的未来，勇往直前！',
    // 愿我们的国家繁荣昌盛，愿我们的人民幸福安康。
    'independence_day_message_4': '愿我们的国家繁荣昌盛，愿我们的人民幸福安康。',
    // 独立日，让我们一起欢庆我们的自由和独立，同时也为我们的未来献上最美好的祝福。
    'independence_day_message_5': '独立日，让我们一起欢庆我们的自由和独立，同时也为我们的未来献上最美好的祝福。',
    // 祝每个人超越自我，实现自己的梦想！
    'independence_day_message_6': '祝每个人超越自我，实现自己的梦想！',
    // 独立日，是新的开始，是希望的种子。
    'independence_day_message_7': '独立日，是新的开始，是希望的种子。',
    // 愿你的所有烟火都得以圆满结束！
    'independence_day_message_8': '愿你的所有烟火都得以圆满结束！',
    // 愿你所有的付出都能得到回报。
    'independence_day_message_9': '愿你所有的付出都能得到回报。',
    // Rank
    'rank': 'Top',
    // 距离上⼀名
    'distance_to_next': '距离上⼀名',
    // 开播
    'start_broadcast': '开播',
    // 在线
    'online': '在线',
    // 暂时无人上榜
    'noRank': '暂时无人上榜',
    // 该用户为神秘人哦～
    'mystery_user': '该用户为神秘人哦～',
    // 已关注
    'followed': '已关注',
    // 恭喜你投掷到了{0}点～
    'congrats_roll': '恭喜你投掷到了{0}点～',
    // 恭喜你到达终点，成功升旗一次哦！
    'congrats_finish': '恭喜你到达终点，成功升旗一次哦！'
}
