export default {
	// 我的公会
	MyGuild: "وكالتي ",
	// 规则
	Rules: "القواعد",
	// 我的收入
	MyIncome: "دخلي الخاص",
	// 公会收入
	GuildIncome: "دخل الوكاله",
	// 联系我们
	ContactUs: "اصتل بنا",
	// 公会成员
	GuildMembers: "اعضاء الوكاله",
	// 日
	Days: "يومي",
	// 月
	Months: "شهري",
	// 收入钻石：
	IncomeDiamonds: "دخل الألماس",
	// 直播时长：
	LiveDuration: "مدة البث",
	// 直播天数：
	LiveDays: "عدد أيام البث",
	// 收入明细
	IncomeDetails: "تفاصيل البث",
	// 收到的钻石数量
	ReceivedDiamonds: "عدد الماسات المستلمة",
	// 没有收到礼物
	NoGifts: "ماسلتمت اي هديه بعد",
	// Yaame ID
	YaameID: "يوزر يامي",
	// 用户昵称
	UserNickname: "لقبي",
	// 收入钻石
	IncomeDiamond: "دخل الألماس",


	// 你的公会没有主播
	YourGuildHasNoAnchor: "لم رقم وكالتك بعمل البث",
	// 删除
	Delete: "حذف",
    // 取消
    cancel: "الغاء",
    // 确定
    confirm: "تاكيد",
    // 数据每10分钟左右刷新一次
    dataRefresh: "يتم تحديث البيانات كل 10 دقايق أو مثلها",
    // 这里的时间是UTC 0时区的时间
    dataRefreshTip: "الوقت هنا هو الوقت حسب المنطقة UTC 0 الزمنية ",
    // 到今天结束为止还剩：{0}
    dataRefreshTip2: "الوقت المتبقي حتى نهاية اليوم: {0}",
    // 收入钻石
    incomeDiamond: "دخل الألماس",
    // 直播时长
    liveDuration: "مدة البث",
    // 直播天数
    liveDays: "عدد أيام البث",
    // 详细资料
    detail: "التفاصيل ",
    // 没有收到礼物
    noGift: "لم تتلق أي هدية بعد ",
    // 用户ID
    userId: "اسم المستخدم ",
    // 用户昵称
    userNickname: "لقب المستخدم",
    // 收入（钻石）
    income: "دخل الماس",

    //加入时间： 
    joinTime: "وقت الانضمام ",
    // 删除
    delete: "حذف",

    // 退出公会后，本月的收入将会全部清除
    exitGuildTip: "بعد مغادرة النقابة، سيتم مسح كل الدخل لهذا الشهر。",

    // 你的公会没有主播
    noAnchor: "لم رقم وكالتك بعمل البث",

    // 你确定要退出当前公会？
    exitGuildTip1: "لسه متاكد انك تريد ترك الوكالة الحالية؟ ",

    // 主播被移出公会后，本月的收入将会全部清除
    exitGuildTip2: "عندما يتم إخراج المذيع من النقابة، سيتم مسح كل الأرباح لهذا الشهر.",

    // 确定要将{nickname}移出公会吗？
    removeUserTip1: "هل أنت متأكد أنك تريد إزالة {0} من الوكالة؟",

    // invite
    invite: "دعوة",
    // 退出
    exit: "الخروج",
    // Tips
    tips: "تذكير",

    // 搜索
    seek: "بحث",

    'pullingText': 'اسحب للأسفل للتحديث',
    'loosingText': 'افلت للتحديث',
    'loadingText': 'جار التحميل',
    'successText': 'تم التحديث بنجاح',

    // 请输入Yaame ID
  pleaseEnterYaameID: "ارجاء ادخال أسم المستخدم يامي",
  // 已邀请
  invited: "تمت الدعوة ",
  // 邀请成功
  inviteSuccess: "تمت الدعوة  بنجاح",
  // 请输入正确的Yaame ID
  pleaseEnterCorrectYaameID: "الرجاء ادخال yaame ID الصحيح ",

  // 删除成功
//   deleteSuccess: "تم الحذف بنجاح",

  // 主播USD
  anchorUSD: "بث USD",
  // 公会USD
  guildUSD: "وكالة USD",


  exitSuccess: "الخروج بنجاح",
  deleteSuccess: "تمت إزالة {0} بنجاح من النقابة.",

  // 获得美金
  getUSD: "الحصول على USD",
  // 获得金币
  getGold: "الحصول على العملات الذهبية",
  // 6轮有效人数
  validNumber6: "عدد الأشخاص الفعّالين في 6 جولات",
  // 3轮有效人数
  validNumber3: "عدد الأشخاص الفعّالين في 3 جولات",
  // 已聊6轮用户
  chatNumber6: "المستخدمون الذين تم الدردشة معهم في 6 جولات",
  // 第二天已聊3轮用户
  chatNumber3: "المستخدمون الذين تم الدردشة معهم في 3 جولات في اليوم التالي",
  // 获得佣金$
  getCommissionUSD: "الحصول على عمولة$",
  // 匹配人数
  matchNumber: "عدد المتطابقين",
  // 6轮人数
  roundNumber6: "عدد في 6 جولات",
  // 佣金$
  commissionUSD: "العمولة$",
  // 第二天3轮人数
  roundNumber3: "عدد في 3 جولات في اليوم التالي",
  // 总佣金$
  totalCommissionUSD: "إجمالي العمولة $",
  // 公会佣金$
  guildCommissionUSD: "عمولة الوكالة$",

  // 每日仅能查看昨日及以前的数据，以UTC+0时间更新
  dataTip: "يمكنك فقط الاطلاع على بيانات الأمس وما قبلها يوميًا، يتم التحديث بتوقيت UTC+0.",
  'NotOnTheListYet': 'لا توجد بيانات حاليًا',

  // 表格1：主播当天聊满6轮对应的人数及工资
  ruleTitle1: "الجدول 1: عدد الرواد الذين أكملوا 6 جولات في اليوم والرواتب",
  // 表格2：主播昨日已经聊满了6轮，今天再继续聊满3轮对应的人数及工资：
  ruleTitle2: "الجدول 2: عدد الرواد الذين أكملوا 6 جولات أمس، وعدد الرواد الذين أكملوا 3 جولات اليوم والرواتب:",
  // 说明：
  ruleTitle3: "ملاحظات:",
  // 1、你当天的工资构成=（表格1中人数*佣金）+（表格2中人数*佣金）
  ruleTitle4: "1.تتكون راتبك في ذلك اليوم من = (عدد الأشخاص في الجدول 1 * العمولة) + (عدد الأشخاص في الجدول 2 * العمولة)",
  // 2、当天聊满6轮人数表格中，需要你当天至少有3名用户聊满6轮才可以获得对应的人数及佣金，若当天只有2名用户聊满6轮，则不获得当天此部分工资；当天聊满3轮人数表格中，需要你当天至少有3名用户聊满3轮才可以获得对应的人数及佣金，若当天只有2名用户聊满3轮，则不获得当天此部分工资
  ruleTitle5: "2.في جدول عدد الأشخاص الذين أكملوا 6 جولات في ذلك اليوم، تحتاج إلى 3 مستخدمين على الأقل لتحقيق 6 جولات للحصول على العدد والعمولة المقابلة. إذا كان هناك فقط 2 مستخدمين أكملوا 6 جولات في ذلك اليوم، فلن تحصل على هذه الجزء من الراتب؛ وفي جدول عدد الأشخاص الذين أكملوا 3 جولات، تحتاج أيضًا إلى 3 مستخدمين على الأقل لتحقيق 3 جولات للحصول على العدد والعمولة المقابلة. إذا كان هناك فقط 2 مستخدمين أكملوا 3 جولات، فلن تحصل على هذه الجزء من الراتب.",
  // 3、人数是你当天（UTC+0）最终聊天累计的人数：
  ruleTitle6: "3.العدد هو إجمالي عدد المحادثات التي أجريتها في ذلك اليوم (UTC+0):",
  // 例子1：当天聊满6轮的人数是3人，并且当天聊满3轮的人数是3人。则你当天的收入=（3*0.015）+（3*0.15）=0.045$+0.45$=0.495$
  ruleTitle7: "مثال 1: إذا كان عدد الأشخاص الذين أكملوا 6 جولات هو 3، وعدد الأشخاص الذين أكملوا 3 جولات هو 3 أيضًا. سيكون راتبك في ذلك اليوم = (3 * 0.015) + (3 * 0.15) = 0.045$ + 0.45$ = 0.495$",
  // 例子2：当天聊满6轮的人数是35人，并且当天聊满3轮的人数是35人。则你当天的收入=（35*0.08）+（35*0.212）=2.8$+7.42$=10.22$
  ruleTitle8: "مثال 2: إذا كان عدد الأشخاص الذين أكملوا 6 جولات هو 35، وعدد الأشخاص الذين أكملوا 3 جولات هو 35 أيضًا. سيكون راتبك في ذلك اليوم = (35 * 0.08) + (35 * 0.212) = 2.8$ + 7.42$ = 10.22$",
  // 4、在收益表中，佣金仅保留2位小数点展示，但最终发放佣金时会以你实际获得的佣金进行计算
  ruleTitle9: "4.في جدول الإيرادات، تُعرض العمولة فقط بدقة تصل إلى خانتين عشريتين، ولكن سيتم حساب العمولة الممنوحة بناءً على ما حصلت عليه فعليًا.",

  // 1、公会当天的工资构成为旗下每个主播当天工资的级别，公会拿对应百分比的佣金
  ruleTitle10: "1.يتكون راتب الوكالة في ذلك اليوم من مستوى راتب كل مشغل تحتها، وتأخذ الوكالة نسبة مئوية من العمولة المناسبة.",
  // 2、在收益表中，佣金仅保留2位小数点展示，但最终发放佣金时会以你实际获得的佣金进行计算
  ruleTitle11: "في جدول الإيرادات، تُعرض العمولة فقط بدقة تصل إلى خانتين عشريتين، لكن عند توزيع العمولة النهائية، ستُحسب بناءً على ما حصلت عليه فعليًا.",
  // 表格1：当天聊满6轮对应的人数及工资
  ruleTitle12: "الجدول 1: عدد الأشخاص الذين تحدثوا 6 جولات في اليوم والعمولة",
  // 表格2：昨日已经聊满了6轮，今天再继续聊满3轮对应的人数及工资：
  ruleTitle13: "الجدول 2: عدد الذي تحدثوا 3 جولات اليوم بعد التحدث 6 جولات بالأمس:",
};
