export default {
	// 我的公会
	MyGuild: "我的公会",
	// 规则
	Rules: "规则",
	// 我的收入
	MyIncome: "我的收入",
	// 公会收入
	GuildIncome: "公会收入",
	// 联系我们
	ContactUs: "联系我们",
	// 公会成员
	GuildMembers: "公会成员",
	// 日
	Days: "日",
	// 月
	Months: "月",
	// 收入钻石：
	IncomeDiamonds: "收入钻石：",
	// 直播时长：
	LiveDuration: "直播时长：",
	// 收入明细
	IncomeDetails: "收入明细",
	// 收到的钻石数量
	ReceivedDiamonds: "收到的钻石数量",
	// 没有收到礼物
	NoGifts: "没有收到礼物",
	// Yaame ID
	YaameID: "Yaame ID",
	// 用户昵称
	UserNickname: "用户昵称",
	// 收入钻石
	IncomeDiamond: "收入钻石",


	// 你的公会没有主播
	YourGuildHasNoAnchor: "你的公会没有主播",
	// 删除
	Delete: "删除",
    // 取消
    cancel: "取消",
    // 确定
    confirm: "确定",
    // 数据每10分钟左右刷新一次
    dataRefresh: "数据每10分钟左右刷新一次",
    // 这里的时间是UTC 0时区的时间
    dataRefreshTip: "这里的时间是UTC 0时区的时间",
    // 到今天结束为止还剩：{0}
    dataRefreshTip2: "到今天结束为止还剩：{0}",
    // 收入钻石
    incomeDiamond: "收入钻石",
    // 直播时长
    liveDuration: "直播时长",
    // 直播天数
    liveDays: "直播天数",
    // 详细资料
    detail: "详细资料",
    // 没有收到礼物
    noGift: "没有收到礼物",
    // 用户ID
    userId: "用户ID",
    // 用户昵称
    userNickname: "用户昵称",
    // 收入（钻石）
    income: "收入（钻石）",

    //加入时间： 
    joinTime: "加入时间： ",
    // 删除
    delete: "删除",

    // 退出公会后，本月的收入将会全部清除
    exitGuildTip: "退出公会后，本月的收入将会全部清除",

    // 你的公会没有主播
    noAnchor: "你的公会没有主播",

    // 你确定要退出当前公会？
    exitGuildTip1: "你确定要退出当前公会？",

    // 主播被移出公会后，本月的收入将会全部清除
    exitGuildTip2: "主播被移出公会后，本月的收入将会全部清除",

    // 确定要将{nickname}移出公会吗？
    removeUserTip1: "确定要将{0}移出公会吗？",

    // invite
    invite: "邀请",
    // 退出
    exit: "退出",
    // Tips
    tips: "提示",

    // 搜索
    seek: "搜索",

    'pullingText': '下拉刷新',
    'loosingText': '松开刷新',
    'loadingText': '加载中',
    'successText': '刷新成功',

    // 请输入Yaame ID
    pleaseEnterYaameID: "请输入Yaame ID",
    // 已邀请
    invited: "已邀请",
    // 邀请成功
    inviteSuccess: "邀请成功",
    // 请输入正确的Yaame ID
    pleaseEnterCorrectYaameID: "请输入正确的Yaame ID",

    // 删除成功
    // deleteSuccess: "删除成功",

    // 主播USD
    anchorUSD: "主播USD",
    // 公会USD
    guildUSD: "公会USD",

    exitSuccess: "退出成功",
    deleteSuccess: "成功将{0}移出公会",

    // 获得美金
    getUSD: "获得美金",
    // 获得金币
    getGold: "获得金币",
    // 6轮有效人数
    validNumber6: "6轮有效人数",
    // 3轮有效人数
    validNumber3: "3轮有效人数",
    // 已聊6轮用户
    chatNumber6: "已聊6轮用户",
    // 第二天已聊3轮用户
    chatNumber3: "第二天已聊3轮用户",
    // 获得佣金$
    getCommissionUSD: "获得佣金$",
    // 匹配人数
    matchNumber: "匹配人数",
    // 6轮人数
    roundNumber6: "6轮人数",
    // 佣金$
    commissionUSD: "佣金$",
    // 第二天3轮人数
    roundNumber3: "第二天3轮人数",
    // 总佣金$
    totalCommissionUSD: "总佣金$",
    // 公会佣金$
    guildCommissionUSD: "公会佣金$",

    // 每日仅能查看昨日及以前的数据，以UTC+0时间更新
    dataTip: "每日仅能查看昨日及以前的数据，以UTC+0时间更新",

    'NotOnTheListYet': '暂无数据',



    // 表格1：主播当天聊满6轮对应的人数及工资
    ruleTitle1: "表格1：主播当天聊满6轮对应的人数及工资",
    // 表格2：主播昨日已经聊满了6轮，今天再继续聊满3轮对应的人数及工资：
    ruleTitle2: "表格2：主播昨日已经聊满了6轮，今天再继续聊满3轮对应的人数及工资：",
    // 说明：
    ruleTitle3: "说明：",
    // 1、你当天的工资构成=（表格1中人数*佣金）+（表格2中人数*佣金）
    ruleTitle4: "1、你当天的工资构成=（表格1中人数*佣金）+（表格2中人数*佣金）",
    // 2、当天聊满6轮人数表格中，需要你当天至少有3名用户聊满6轮才可以获得对应的人数及佣金，若当天只有2名用户聊满6轮，则不获得当天此部分工资；当天聊满3轮人数表格中，需要你当天至少有3名用户聊满3轮才可以获得对应的人数及佣金，若当天只有2名用户聊满3轮，则不获得当天此部分工资
    ruleTitle5: "2、当天聊满6轮人数表格中，需要你当天至少有3名用户聊满6轮才可以获得对应的人数及佣金，若当天只有2名用户聊满6轮，则不获得当天此部分工资；当天聊满3轮人数表格中，需要你当天至少有3名用户聊满3轮才可以获得对应的人数及佣金，若当天只有2名用户聊满3轮，则不获得当天此部分工资",
    // 3、人数是你当天（UTC+0）最终聊天累计的人数：
    ruleTitle6: "3、人数是你当天（UTC+0）最终聊天累计的人数：",
    // 例子1：当天聊满6轮的人数是3人，并且当天聊满3轮的人数是3人。则你当天的收入=（3*0.015）+（3*0.15）=0.045$+0.45$=0.495$
    ruleTitle7: "例子1：当天聊满6轮的人数是3人，并且当天聊满3轮的人数是3人。则你当天的收入=（3*0.015）+（3*0.15）=0.045$+0.45$=0.495$",
    // 例子2：当天聊满6轮的人数是35人，并且当天聊满3轮的人数是35人。则你当天的收入=（35*0.08）+（35*0.212）=2.8$+7.42$=10.22$
    ruleTitle8: "例子2：当天聊满6轮的人数是35人，并且当天聊满3轮的人数是35人。则你当天的收入=（35*0.08）+（35*0.212）=2.8$+7.42$=10.22$",
    // 4、在收益表中，佣金仅保留2位小数点展示，但最终发放佣金时会以你实际获得的佣金进行计算
    ruleTitle9: "4、在收益表中，佣金仅保留2位小数点展示，但最终发放佣金时会以你实际获得的佣金进行计算",

    // 1、公会当天的工资构成为旗下每个主播当天工资的级别，公会拿对应百分比的佣金
    ruleTitle10: "1、公会当天的工资构成为旗下每个主播当天工资的级别，公会拿对应百分比的佣金",
    // 2、在收益表中，佣金仅保留2位小数点展示，但最终发放佣金时会以你实际获得的佣金进行计算
    ruleTitle11: "2、在收益表中，佣金仅保留2位小数点展示，但最终发放佣金时会以你实际获得的佣金进行计算",
    // 表格1：当天聊满6轮对应的人数及工资
    ruleTitle12: "表格1：当天聊满6轮对应的人数及工资",
    // 表格2：昨日已经聊满了6轮，今天再继续聊满3轮对应的人数及工资：
    ruleTitle13: "表格2：昨日已经聊满了6轮，今天再继续聊满3轮对应的人数及工资：",
};
