export default {
    title: 'نجم النجوم',
    time: 'وقت الحدث: 2024.03.11--2024.03.17',
    Receive: 'HOTاستقبال ',
    Send: 'HOT إرسال',

    // 今天充值钻石：{0}
    todayRecharge: 'الألماس المعاد شحنه اليوم: {0}',

    // 在{0}h{1}m{2}s内充值{3}钻石可领取下一个奖励
    rechargeTime: '{0}h{1}m{2}s أعد شحن {3} ماسة خلال لتحصل على المكافأت التالية',

    // 今天
    today: 'اليوم',
    // 周一
    day0: 'الاثنين',
    // 周二
    day1: 'الثلاثاء',
    // 周三
    day2: 'الأربعاء',
    // 周四
    day3: 'الخميس',
    // 周五
    day4: 'الجمعة',
    // 周六
    day5: 'السبت',
    // 周日
    day6: 'الأحد',

    // 购买
    buy: 'شراء ',
    // 领取
    receive: 'استلام',
    // 已领取
    received: 'تم الاستلام ',
    // 充值
    recharge: 'شحن',
    // 活动礼物 
    activityGift: 'هدايا الحدث',

    // 收到火苗、火焰、火山可以增加自己的HOT，活动结束时，排名前5的用户的HOT会直接变为钻石存到用户的钱包
    activityDesc: 'HOT تلقي النيران واللهب والبراكين  يمكنه زيادة HOTفي نهاية الحدث، سيتم تحويل لأفضل 5 مستخدمين مباشرة إلى الماس وإيداعها في محفظة المستخدم',

    // 输入Yaame ID
    inputYaameId: 'yaame ID ادخل ',

    // 查询
    query: 'استعلام',
    // 第一名
    top1: 'المركز الأول ',
    // 第二名
    top2: 'المركز الثاني ',
    // 第三名
    top3: 'المركز الثالث',
    // 第四名
    top4: 'المركز الرابع ',
    // 第五名
    top5: 'المركز الخامس',

    // 他(她)没有创建过Avatar
    noVirtual: 'هو (هي) لم يقم بإنشاء شخصية افتراضية',

    // 赠送HOT
    sendHot: 'HOT إرسال',
    // 我的火苗
    myHot: 'لهبي',
    // 我的火焰
    myFire: 'نيراني',
    // 我的火山
    myVolcano: 'بركاني ',
    // 我的HOT：
    myHotNum: 'الخاص بي HOT',

    // 赠送数量：
    sendNum: 'كمية الهدايا المرسلة',
    // 输入赠送数量
    inputSendNum: 'ادخل كمية الهدايا المرسلة',

    // 取消
    cancel: 'إلغاء',
    // 赠送
    send: 'إرسال',
    // 还没有人收到过HOT
    noReceived: 'HOT حتى الآن لم يستلم  أحد',
    // 请输入正确的Yaame ID
    inputYaameIdError: 'الصحيح yaame IDالرجاء إدخال ',

    // 规则
    rule: 'القواعد',
    // 活动时间
    activityTime: 'وقت الحدث',
    // 2024年03月11日0点——2024年03月17日24点
    activityTimeDetail: 'من 11 مارس 2024 الساعة 0:00 حتى 17 مارس 2024 الساعة 24:00',
    // 活动说明
    activityDescTitle: 'وصف الحدث',
    // 1.活动期间，每天充值钻石数达到一定数量可领取对应的礼物
    activityDesc1: 'خلال فترة الحدث، يمكنك الحصول على هدايا مقابل شحن عدد معين من الماس يوميًا',
    // 2.活动期间，收到火苗、火焰、火山后可增加HOT，HOT最多的人排名靠前
    activityDesc2: 'خلال فترة الحدث، يمكنك زيادة HOT عند تلقي اللهب والنيران والبراكين، وسيكون الأشخاص الذين يمتلكون أكبر كمية من HOT في المقدمة',
    // 3.活动结束后，收到活动礼物不会再增加HOT
    activityDesc3: 'HOTبعد انتهاء الحدث، لن يتم زيادة إذا تلقيت هدايا الحدث',
    // 4.活动结束后，排名前5的用户有多少HOT就会获得多少钻石的奖励
    activityDesc4: 'بعد انتهاء الحدث، سيحصل المستخدمون في المراكز الخمس الأولى على جوائز الماس حسب الكمية التي يمتلكونها من HOT',
    // 5.最终解释全归Yaame所有
    activityDesc5: 'yaame حق التفسير النهائي يعود إلى',

    // 可领取今日的所有奖品
    receiveAll: 'احصل على جميع المكافآت المتاحة اليوم',
    // 今日奖品已全部领取
    todayReceived: 'تم بالفعل استلام جميع مكافآت اليوم ',

    // 赠送成功
    sendSuccess: 'تم الإرسال بنجاح',

    // 领取成功，已放入背包
    receiveSuccess: 'تم الاستلام بنجاح، وتم وضعها في الحقيبة',

};
