export default {
	// 我的公会
	MyGuild: "وكالتي ",
	// 规则
	Rules: "القواعد",
	// 我的收入
	MyIncome: "دخلي الخاص",
	// 公会收入
	GuildIncome: "دخل الوكاله",
	// 联系我们
	ContactUs: "اصتل بنا",
	// 公会成员
	GuildMembers: "اعضاء الوكاله",
	// 日
	Days: "يومي",
	// 月
	Months: "شهري",
	// 收入钻石：
	IncomeDiamonds: "دخل الألماس",
	// 直播时长：
	LiveDuration: "مدة البث",
	// 直播天数：
	LiveDays: "عدد أيام البث",
	// 收入明细
	IncomeDetails: "تفاصيل البث",
	// 收到的钻石数量
	ReceivedDiamonds: "عدد الماسات المستلمة",
	// 没有收到礼物
	NoGifts: "ماسلتمت اي هديه بعد",
	// Yaame ID
	YaameID: "يوزر يامي",
	// 用户昵称
	UserNickname: "لقبي",
	// 收入钻石
	IncomeDiamond: "دخل الألماس",


	// 你的公会没有主播
	YourGuildHasNoAnchor: "لم رقم وكالتك بعمل البث",
	// 删除
	Delete: "حذف",
    // 取消
    cancel: "الغاء",
    // 确定
    confirm: "تاكيد",
    // 数据每10分钟左右刷新一次
    dataRefresh: "يتم تحديث البيانات كل 30 دقايق أو مثلها",
    // 这里的时间是UTC 0时区的时间
    dataRefreshTip: "الوقت هنا هو الوقت حسب المنطقة UTC 0 الزمنية ",
    // 到今天结束为止还剩：{0}
    dataRefreshTip2: "الوقت المتبقي حتى نهاية اليوم: {0}",
    // 收入钻石
    incomeDiamond: "دخل الألماس",
    // 直播时长
    liveDuration: "مدة البث",
    // 直播天数
    liveDays: "عدد أيام البث",
    // 详细资料
    detail: "التفاصيل ",
    // 没有收到礼物
    noGift: "لم تتلق أي هدية بعد ",
    // 用户ID
    userId: "اسم المستخدم ",
    // 用户昵称
    userNickname: "لقب المستخدم",
    // 收入（钻石）
    income: "دخل الماس",

    //加入时间： 
    joinTime: "وقت الانضمام ",
    // 删除
    delete: "حذف",

    // 退出公会后，本月的收入将会全部清除
    exitGuildTip: "بعد مغادرة النقابة، سيتم مسح كل الدخل لهذا الشهر。",

    // 你的公会没有主播
    noAnchor: "لم رقم وكالتك بعمل البث",

    // 你确定要退出当前公会？
    exitGuildTip1: "لسه متاكد انك تريد ترك الوكالة الحالية؟ ",

    // 主播被移出公会后，本月的收入将会全部清除
    exitGuildTip2: "عندما يتم إخراج المذيع من النقابة، سيتم مسح كل الأرباح لهذا الشهر.",

    // 确定要将{nickname}移出公会吗？
    removeUserTip1: "هل أنت متأكد أنك تريد إزالة {0} من الوكالة؟",

    // invite
    invite: "دعوة",
    // 退出
    exit: "الخروج",
    // Tips
    tips: "تذكير",

    // 主播USD
    anchorUSD: "دولار البث",
    // 公会USD
    guildUSD: "دولار الوكالة",

    // 搜索
    seek: "بحث",

    'pullingText': 'اسحب للأسفل للتحديث',
    'loosingText': 'افلت للتحديث',
    'loadingText': 'جار التحميل',
    'successText': 'تم التحديث بنجاح',

    // 请输入Yaame ID
  pleaseEnterYaameID: "ارجاء ادخال أسم المستخدم يامي",
  // 已邀请
  invited: "تمت الدعوة ",
  // 邀请成功
  inviteSuccess: "تمت الدعوة  بنجاح",
  // 请输入正确的Yaame ID
  pleaseEnterCorrectYaameID: "الرجاء ادخال yaame ID الصحيح ",

  // 删除成功
//   deleteSuccess: "تم الحذف بنجاح",



  exitSuccess: "الخروج بنجاح",
  deleteSuccess: "تمت إزالة {0} بنجاح من النقابة.",

    // 2024.9.30前
    'before_sept_30_2024': 'قبل 30.9.2024',
    // 2024.10.1后
    'after_oct_1_2024': 'بعد 1.10.2024',


    // 2024.11.10前
    'before_nov_10_2024': 'قبل 10.11.2024',
    // 2024.11.11后
    'after_nov_11_2024': 'بعد 11.11.2024',

    // 日
    'day': 'يوم',
    // 周
    'week': 'أسبوع',
    // 直播数据
    'live_data': 'بيانات البث المباشر',
    // 直播时长
    'live_duration': 'مدة البث المباشر',
    // 直播天数
    'live_days': 'عدد أيام البث المباشر',
    // 收入金币
    'income_coins': 'إيرادات العملات',
    // 日收入详情
    'daily_income_details': 'تفاصيل اليوم',
    // 周收入详情
    'weekly_income_details': 'تفاصيل الأسبوع',
    // 收到礼物
    'received_gifts': 'استلام الهدايا',
    // 当日没有收到礼物
    'no_gifts_today': 'لم يتم استلام هدايا في هذا اليوم',
    // 当周没有收到礼物
    'no_gifts_this_week': 'لم يتم استلام هدايا في هذا الأسبوع',
    // 收到金币
    'received_coins': 'استلام العملات',
    // 主播收入USD
    'anchor_income_usd': '主播收入USD',
    // 公会收入USD
    'guild_income_usd': '公会收入USD',
    // 收入达到{0}以上的人数
    'income_above': 'عدد الأشخاص الذين تجاوزت إيراداتهم {0}',
    // {0}人
    'people_count': '{0} شخص',
    // 请检查Yaame ID 是否正确
    'check_yaame_id': 'يرجى التحقق من هوية يامي صحيح',
    // 只可查看10月1日之前的数据
    'view_data_before_oct_1': 'فقط عرض البيانات قبل10/1',
    // 只可查看11月11日之前的数据
    'view_data_before_nov_11': 'فقط عرض البيانات قبل 11/11',
    // 已经是最新一天
    'latest_day': 'هو بالفعل آخر يوم',
    // 已经是最新一周
    'latest_week': 'هو بالفعل في الأسبوع الاخير',
    // 最早只可查看10月1日的数据
    'earliest_view_oct_1': 'في أقرب وقت ممكن فقط عرض البيانات10/1',
    // 最早只可查看11月11日的数据
    'earliest_view_nov_11': 'في أقرب وقت ممكن فقط عرض البيانات 11/11',
    // 请输入正确的YaameID
    'enter_correct_yaame_id': '  صحيح yaame id الرجاء إدخال ',

    // 匹配人数
  matchNumber: "عدد المتطابقين",
  // 6轮人数
  roundNumber6: "عدد في 6 جولات",
  // 佣金$
  commissionUSD: "العمولة$",
  // 第二天3轮人数
  roundNumber3: "عدد في 3 جولات في اليوم التالي",
  // 总佣金$
  totalCommissionUSD: "إجمالي العمولة $",
  // 公会佣金$
  guildCommissionUSD: "عمولة الوكالة$",


  // 直播数据
  liveData: "بيانات البث المباشر",
  // 当前
  current: "حالي",
  // 获得美元
  getUSD: "الحصول على USD",

  // 6轮有效人数
  sixRoundEffectiveNumber: "عدد الأشخاص الفعّالين في 6 جولات",
  // 3轮有效人数
  threeRoundEffectiveNumber: "عدد الأشخاص الفعّالين في 3 جولات",
  
  // 总金币收益
  totalGoldIncome: "إجمالي العملات الذهبية",
  // 语音聊天金币收益
  voiceChatGoldIncome: "أرباح صوتية",
  // 聊天礼物金币收益
  chatGiftGoldIncome: "أرباح هدايا للدردشة",
  // 文字聊天金币收益
  textChatGoldIncome: "ارباح نصية",

  // 日收益明细
  dailyIncomeDetails: "عرض تفاصيل الأرباح اليومية",
  // 周收益明细
  weeklyIncomeDetails: "عرض تفاصيل الأرباح الأسبوعية",

  // 语音房收益
  roomIncome: "أرباح الغرف",
  // 新用户承接收益
  textIncome: "ارباح لاستقبال الجدد",
  // 聊天收益
  chatIncome: "أرباح الدردشة",

  // 主播金币汇总
  anchorGoldSummary: "اجمالي عملات للمضيف",
  // 公会长金币
  guildLeaderGold: "اجمالي عملات للوكيل",
  // 奖励金币
  rewardGold: "عملات المكافأة",

  // 语音房日收益明细
  voiceRoomDailyIncomeDetails: "الإيرادات اليومية لغرف",
  // 语音房周收益明细
  voiceRoomWeeklyIncomeDetails: "الإيرادات الأسبوعية لغرف",
  // 聊天日收益明细
  chatDailyIncomeDetails: "أرباح الدردشة اليومية",
  // 聊天周收益明细
  chatWeeklyIncomeDetails: "أرباح الدردشة الأسبوعية",
  // 新用户承接日收益明细
  textDailyIncomeDetails: "الإيرادات اليومية للمستخدمين الجدد",
  // 新用户承接周收益明细
  textWeeklyIncomeDetails: "الايرادات الأسبوعية للمستخدمين الجدد",

  // 已聊6轮用户
  chatNumber6: "المستخدمون الذين تم الدردشة معهم في 6 جولات",
  // 第二天已聊3轮用户
  chatNumber3: "المستخدمون الذين تم الدردشة معهم في 3 جولات في اليوم التالي",

  // 档位奖励
    levelReward: "مكافآت تارجت",
    // 知道了
    gotIt: "فهمت",
    // 获得佣金
  getCommission: "الحصول على العمولة",
    // 6轮有效人数
    validNumber6: "عدد الأشخاص الفعّالين في 6 جولات",
    // 3轮有效人数
    validNumber3: "عدد الأشخاص الفعّالين في 3 جولات",

    // 6轮人数
sixRoundNumber: "عدد6جولات",
// 3轮人数
threeRoundNumber: "عدد3جولات",

  // 表格1：主播当天聊满6轮对应的人数及工资
  ruleTitle1: "الجدول 1: عدد الرواد الذين أكملوا 6 جولات في اليوم والرواتب",
  // 表格2：主播昨日已经聊满了6轮，今天再继续聊满3轮对应的人数及工资：
  ruleTitle2: "الجدول 2: عدد الرواد الذين أكملوا 6 جولات أمس، وعدد الرواد الذين أكملوا 3 جولات اليوم والرواتب:",
  // 说明：
  ruleTitle3: "ملاحظات:",
  // 1、你当天的工资构成=（表格1中人数*佣金）+（表格2中人数*佣金）
  ruleTitle4: "1.تتكون راتبك في ذلك اليوم من = (عدد الأشخاص في الجدول 1 * العمولة) + (عدد الأشخاص في الجدول 2 * العمولة)",
  // 2、当天聊满6轮人数表格中，需要你当天至少有3名用户聊满6轮才可以获得对应的人数及佣金，若当天只有2名用户聊满6轮，则不获得当天此部分工资；当天聊满3轮人数表格中，需要你当天至少有3名用户聊满3轮才可以获得对应的人数及佣金，若当天只有2名用户聊满3轮，则不获得当天此部分工资
  ruleTitle5: "2.في جدول عدد الأشخاص الذين أكملوا 6 جولات في ذلك اليوم، تحتاج إلى 3 مستخدمين على الأقل لتحقيق 6 جولات للحصول على العدد والعمولة المقابلة. إذا كان هناك فقط 2 مستخدمين أكملوا 6 جولات في ذلك اليوم، فلن تحصل على هذه الجزء من الراتب؛ وفي جدول عدد الأشخاص الذين أكملوا 3 جولات، تحتاج أيضًا إلى 3 مستخدمين على الأقل لتحقيق 3 جولات للحصول على العدد والعمولة المقابلة. إذا كان هناك فقط 2 مستخدمين أكملوا 3 جولات، فلن تحصل على هذه الجزء من الراتب.",
  // 3、人数是你当天（UTC+0）最终聊天累计的人数：
  ruleTitle6: "3.العدد هو إجمالي عدد المحادثات التي أجريتها في ذلك اليوم (UTC+0):",
  // 例子1：当天聊满6轮的人数是3人，并且当天聊满3轮的人数是3人。则你当天的收入=（3*0.015）+（3*0.15）=0.045$+0.45$=0.495$
  ruleTitle7: "مثال 1: إذا كان عدد الأشخاص الذين أكملوا 6 جولات هو 3، وعدد الأشخاص الذين أكملوا 3 جولات هو 3 أيضًا. سيكون راتبك في ذلك اليوم = (3 * 0.015) + (3 * 0.15) = 0.045$ + 0.45$ = 0.495$",
  // 例子2：当天聊满6轮的人数是35人，并且当天聊满3轮的人数是35人。则你当天的收入=（35*0.08）+（35*0.212）=2.8$+7.42$=10.22$
  ruleTitle8: "مثال 2: إذا كان عدد الأشخاص الذين أكملوا 6 جولات هو 35، وعدد الأشخاص الذين أكملوا 3 جولات هو 35 أيضًا. سيكون راتبك في ذلك اليوم = (35 * 0.08) + (35 * 0.212) = 2.8$ + 7.42$ = 10.22$",
  // 4、在收益表中，佣金仅保留2位小数点展示，但最终发放佣金时会以你实际获得的佣金进行计算
  ruleTitle9: "4.في جدول الإيرادات، تُعرض العمولة فقط بدقة تصل إلى خانتين عشريتين، ولكن سيتم حساب العمولة الممنوحة بناءً على ما حصلت عليه فعليًا.",

  // 1、公会当天的工资构成为旗下每个主播当天工资的级别，公会拿对应百分比的佣金
  ruleTitle10: "1.يتكون راتب الوكالة في ذلك اليوم من مستوى راتب كل مشغل تحتها، وتأخذ الوكالة نسبة مئوية من العمولة المناسبة.",
  // 2、在收益表中，佣金仅保留2位小数点展示，但最终发放佣金时会以你实际获得的佣金进行计算
  ruleTitle11: "في جدول الإيرادات، تُعرض العمولة فقط بدقة تصل إلى خانتين عشريتين، لكن عند توزيع العمولة النهائية، ستُحسب بناءً على ما حصلت عليه فعليًا.",
  // 表格1：当天聊满6轮对应的人数及工资
  ruleTitle12: "الجدول 1: عدد الأشخاص الذين تحدثوا 6 جولات في اليوم والعمولة",
  // 表格2：昨日已经聊满了6轮，今天再继续聊满3轮对应的人数及工资：
  ruleTitle13: "الجدول 2: عدد الذي تحدثوا 3 جولات اليوم بعد التحدث 6 جولات بالأمس:",

    // 收入政策
    'income_policy': 'سياسة الايرادات',
    // 语音房收益政策
    'voice_room_income_policy': 'سياسة الغرف الصوتية',
    // 直播要求
    'live_requirements': 'متطلبات البث المباشر',
    // 收入要求
    'income_requirements': 'متطلبات الإيرادات',
    // 主播薪资
    'host_salary': 'راتب المذيع',
    // 公会长奖励
    'guild_master_rewards': 'مكافأة الوكيل',
    // 无天数和时长要求
    'no_days_hours_requirement': 'بدون طلب عدد الأيام أو مدة البث',
    // 聊天收益政策
    'chat_income_policy': 'سياسة الدردشة',
    // 收入要求
    'chat_income_requirements': 'متطلبات',
    // 主播薪资
    'chat_host_salary': 'راتب المذيع',
    // 公会长奖励
    'chat_guild_master_rewards': 'مكافأةالوكيل',
    // 新用户承接政策
    'new_user_policy': 'سياسة خدمة الجدد',
    // 人数要求
    'user_count_requirements': 'متطلبات عدد المستخدمين',
    // 第一天6轮奖励
    'first_day_rewards': 'مكافأة 6 جولات في اليوم الأول',
    // 次日3轮奖励
    'second_day_rewards': 'مكافأة 3 جولات في اليوم التالي',
    // 公会长奖励
    'guild_master_additional_rewards': 'مكافأة الوكيل',

    // 语音房房收益指在语音房中收到的礼物，在语音房中只能通过收礼物获得收益
    'voice_room_income_policy_tip': 'يشير الدخل من الغرفة الصوتية إلى الهدايا التي تم تلقيها في الغرفة الصوتية، ولا يمكن الحصول على الدخل إلا من خلال تلقي الهدايا.',
    // 只统计语音房中的礼物收益，不与聊天收益合并计算
    'voice_room_income_policy_tip2': 'يتم احتساب دخل الهدايا في الغرفة الصوتية فقط، ولا يتم دمجه مع دخل الدردشة.',

    // 通过1v1 语音通话获得金币
    'chat_income_policy_tip': 'اربح العملات المعدنية من خلال المكالمات الصوتية 1v1',
    // 通过制定场景的文字聊天获得金币：收到灵魂匹配并在30分钟内做出回应、在聊天星球中给用户发消息、回复用户发过来的消息
    'chat_income_policy_tip2': 'اربح العملات المعدنية من خلال الدردشات النصية التي تحدد السيناريوهات: احصل على مباريات الروح وقم بالرد خلال 30 دقيقة، وأرسل رسائل إلى المستخدمين في عالم الشات، وقم بالرد على الرسائل المرسلة من قبل المستخدمين',
    // 在1v1语音通话过程中收取礼物、在文字聊天窗口中收取礼物
    'chat_income_policy_tip3': 'احصل على الهدايا أثناء المكالمات الصوتية 1v1 واحصل على الهدايا في نافذة الدردشة النصية',
    // 只统计以上三种收益方式，不与语音房收益合并计算
    'chat_income_policy_tip4': 'يتم احتساب طرق الدخل الثلاثة المذكورة أعلاه فقط، ولا يتم دمجها مع دخل الغرفة الصوتية.',
    // 管理员
    'admin': 'أدمن',
    // 删除主播审批
    'delete_streamer_approval': 'تحقق لحذف المضيف',
    // 你的公会当前没有管理员
    'no_admin_in_guild': 'مافي أدمن في وكالتك',
    // 添加管理员
    'add_admin': 'إضافة ادمن جديد',
    // 操作记录
    'operation_log': 'سجل الاجراء',
    // 编辑
    'edit': 'تحرير',
    // 个人信息
    'personal_info': 'معلومات شخصية',
    // 添加主播
    'add_streamer': 'اضافة المضيف',
    // 删除主播
    'delete_streamer': 'حذف المضيف',
    // 查看主播收入
    'view_streamer_income': 'اطلاع دخل مضيف',
    // 设置权限
    'set_permissions': 'اعداد الاذنية',
    // 取消
    'cancel': 'الغاء',
    // 保存
    'save': 'حفظ',
    // 请输入Yaame ID
    'enter_yaame_id': 'ادخال yaame id',
    // 公会内没有找到该主播
    'streamer_not_found_in_guild': 'غير موجود في الوكالة',
    // 你无权限添加主播
    'no_permission_to_add_streamer': 'لا أذنية للاضافة',
    // 你已被移出公会
    'removed_from_guild': 'انت مطرود من الوكالة',
    // 你无权限删除主播
    'no_permission_to_delete_streamer': 'لا أذنية للحذف',
    // 你已被移出公会
    'removed_from_guild_duplicate': 'انت مطرود من الوكالة', // 与上一条重复，若需区分可调整为更具体的描述。
    // 你不可以删除管理员
    'cannot_delete_admin': 'لا يمكن حذف الادمن',
    // 你不可以删除公会长
    'cannot_delete_guild_leader': 'لا يمكن حذف الوكيل',
    // 主播
    'streamer': 'مضيف',
    // 操作
    'operation': 'أداء',
    // 添加
    'add': 'إضافة',
    // 删除
    'delete': 'حذف',
    // 添加时间：
    'added_time': 'وقت الاضافة',
    // 删除时间：
    'deleted_time': 'وقت الحذف',
    // 无操作记录
    'no_operation_log': 'لا سجل',
    // 同意
    'agree': 'موافقة',
    // 拒绝
    'reject': 'رفض',
    // 没有管理员申请删除主播
    'no_admin_request_to_delete_streamer': 'لا أدمن لطلب حذف المضيف'
};
