export default {
    'title': 'قواعد العائلة',
    'FamilyProfile': 'ملف العائلة',
    'content-1': '١ . العائلة هي منظومة أنشأها المستخدمون بإنفسهم، ويمكن للمستخدمين التقدم بطلب للانضمام إلى العائلة، أو إنشاء عائلة بأنفسهم،  والعمل بجد مع أفراد العائلة لتطويرها .',
    'FamilyLevel': 'مستوى العائلة',
    'content-2': '١ . تنقسم مستويات العائلة إلى ٢٠ مستوى إجمالاً، من المستوى الأدنى إلى المستوى ١ إلى المستوى ٢٠ . يمكن لمستويات العائلة المختلفة استيعاب أعداد مختلفة من الأعضاء والحصول على أنماط مختلفة من شعارات العائلة .',
    'content-3': '٢ . إذا كنت ترغب ترقية مستوى عائلتك إلى المستوى الأعلى، فإنك بحاجة الوصول إلى المستوى المقابل من نقاط العائلة . يمكن لأفراد العائلة كسب النقاط من خلال استكمال المهام الموكلة إليهم لزيادة مشاركتهم في العائلة .',

    'level': 'المستوى',
    'minValue': 'الخبرة',
    'adminCnt': 'المدير',
    'memberCnt': 'عدد الأعضاء',
    'levelBadge': 'الشارة',

    'content-4': '٣ . يمكن لأفراد العائلة كسب النقاط من خلال إتمام المهام الموكلة إليهم  لزيادة مساهمتهم في العائلة .',

    'task': 'المهمة',
    'points': 'النقاط',

    'rankTitle': 'تصنيف  العائلة',
    'content-5': '٧ . يمكن للعائلات المختلفة استيعاب أعداد مختلفة من الأعضاءوالحصول على أنماط مختلفة من شعارات العائلة .',

    'rank': 'القائمة',
    'family_point': 'نقاط العائلة',
    'family_member_act': 'سلوك أعضاء العائلة',

    'FamilyPrivilege': 'امتيازات العائلة',

    'content-6': '١ . بعد الانضمام إلى العائلة: يمكنك الحصول على مكافآت الماس كل شهر، كل شهر، ستقوم يامي بمنح ١ في مائة من الماس الذي قدمته العائلة لكل فرد من أفراد العائلة، ويجب أن تكون قيمة الماس التي قدمها أفراد العائلة في ذلك الشهرأكثر من  >=١٠٠٠٠٠  وإلا فلن تحصل على المكافأة !',

    'content-7': '٢ . يمكن لمسؤولي ومديري العائلة الحصول على مكافآت الماس شهريًا.كل شهر، ستقوم يامي بمنح ١ في مائة من الماس الذي قدمه أعضاء العائلة إلى مسؤولي ومديري العائلة. يجب أن تكون الهدايا المقدمة من أعضاء العائلة في ذلك الشهر أكثر من ١٠٠٠٠٠  ماسة ، وإلا فلن تحصل على المكافأة !',

    'content-8': '٣ . بعد الانضمام إلى  العائلة ،يمكنك ترقية مستواك بشكل  اسرع',

    'content-9': '٤ . بعد الانضمام إلى العائلة: ستحصل على شعار العائلة . يمكن رؤية شعار العائلة في الملف الشخصية و الغرفة',

    'content-10': '٥ . سيكون لدى العائلات المختلفة المستوى شعارات عائلية مختلفة ',

    'content-11': '٦ . تصل العائلة إلى مستويات مختلفة، حيث  يمكن لأكبر ثلث أعضاء الذين يقدمون الهدايا بشكل  اكبر ،الحصول على اطارات مناسبة ',

    'content-12': '٧ . تصل العائلة إلى مستويات مختلفة، ويمكن لأفضل ثلاثة أشخاص في العائلة الذين يقدمون أكبر عدد من الهدايا كل شهر الحصول على تأثيرات الدخول المقابلة .',
    // 1. 家族等级总共分为20个等级，从低到高依次为Lv.1至Lv.20。通过获得家族战斗力，可以提升家族等级。不同的家族等级可以容纳不同数量的成员，并获得不同的家族徽章。
    'family_level_description_1': '1.مستوى العائلة ينقسم إلى 20 مستوى، من الأدنى إلى الأعلى، من Lv.1 إلى Lv.20. يمكنك رفع مستوى العائلة من خلال جمع قوة القتال العائلية. مستويات العائلات المختلفة يمكن أن تستوعب أعدادًا مختلفة من الأعضاء وتمنح شعارات عائلية مختلفة.',
    // 2. 家族成员每日可以通过完成以下任务来获得战斗力，提升自己对家族的贡献
    'family_level_description_2': '2.يمكن لأعضاء العائلة يوميًا الحصول على قوة القتال من خلال إتمام المهام التالية، مما يعزز مساهمتهم في العائلة:',
    // 1. 家族战力榜：战力榜是家族总累计战斗力值总和的体现，由每个家族成员贡献的战力值组成。家族战力总值越高，排序越靠前。
    'family_power_ranking': '1.قائمة قوة القتال العائلية: هي تعبير عن مجموع قيمة قوة القتال التراكمية للعائلة، التي تتكون من قيمة قوة القتال التي يساهم بها كل عضو في العائلة. كلما زادت القيمة الإجمالية لقوة القتال العائلية، زادت مكانة العائلة.',
    // 2. 家族列表：系统将依据家族战力值、家族等级等维度综合统计每个家族获得的积分，积分越大排序越靠前，列表在每日00:10（UTC+8）前进行更新。
    'family_list': '2.قائمة العائلات: سيقوم النظام بحساب النقاط لكل عائلة بناءً على قوة القتال العائلية، مستوى العائلة، وغيرها من المعايير. كلما زادت النقاط، زادت مكانة العائلة في الترتيب، وسيتم تحديث القائمة يوميًا قبل الساعة 00:10 (UTC+0).',
    // 1. 每个月家族送礼战斗力值达到不同的阶梯，家族长和送礼战斗力值top5成员都可以获得对应的钻石奖励！家族长同时需要登录积分≥150才可以获得奖励。家族解散或退出家族将不会获得奖励。
    'family_gift_battle_power': '2.في الدورة المحددة، عندما تصل العائلة إلى قيم قوة القتال الإجمالية المختلفة، يمكن لأعضاء العائلة الحصول على المكافآت المناسبة للعائلة. يجب على قائد العائلة تسجيل نقاط دخول ≥ {n} لكي يتمكن من الحصول على المكافأة. إذا تم حذف العائلة أو مغادرة العائلة، فلن يتمكن من الحصول على المكافأة.',
    // 3. 家族达到不同的等级，每个月家族战斗力贡献最高的前3名，能获得以下奖励！
    'family_level_rewards': '3. أفضل 3 أفراد من العائلة في فترة محددة، يمكنهم الحصول على المكافآت المقابلة) تعتمد على مستوى عائلتك ',
    // 战斗力
    'battle_power': 'قوة القتال',
    // 头像框
    'avatar_frame': 'إطار',
    // 每日任务
    'daily_task': 'المهام اليومية',
    // 家族送礼战斗力
    'family_gift_battle_power_2': 'قوة القتال الإجمالية للعائلة',
    // 族长获得
    'chief_reward': 'مكافأة قائد العائلة',
    'top_reward': 'مكافات Top{n}',
    // Top1获得
    'top1_reward': 'مكافات Top1',
    // Top2获得
    'top2_reward': 'مكافات Top2',
    // Top3获得
    'top3_reward': 'مكافات Top3',
    // Top4获得
    'top4_reward': 'مكافات Top4',
    // Top5获得
    'top5_reward': 'مكافات Top5',
    // 2. 加入家族后，会获得家族徽章，个人资料、房间内都能看到家族的徽章
    'family_badge_description': '1. بعد الانضمام إلى العائلة، ستتلقى شارة العائلة، والتي يمكن رؤيتها في الملف الشخصي والغرفة',
    // 家族等级
    'family_level': 'مستوى العائلة',
    // 头像框
    'avatar_frame_repeat': 'اطار',  // 如果需要重复使用相同的键值，可以用新的键名。
    // 进场特效
    'entry_effect': 'تأثيرات الدخول',
    // 家族榜单
    'Family_list': 'العائلات'
};
