export default {
    'title': '家族规则',
    'FamilyProfile': '家族简介',
    'content-1': '1.家族是由用户自己创建的组织，用户可以通过申请加入家族，或自行创建家族，与家族成员一起努力，使家族不断壮大。',
    'FamilyLevel': '家族等级',
    'content-2': '1.家族等级总共分为20个等级，从低到高依次为从Lv.1到Lv.20不同的家族等级可容纳不同数量的成员，并获得不同样式的家族徽章。',
    'content-3': '2.想要提升到更高的家族等级，需要达到对应级别的家族积分。家族成员可以通过完成已下任务来获取积分，提升自己对家族的贡献。',

    'level': '等级',
    'minValue': '经验值',
    'adminCnt': '管理员',
    'memberCnt': '成员数',
    'levelBadge': '徽章',

    'content-4': '3.家族成员可以通过完成已下任务来获取积分，提升自己对家族的贡献。',

    'task': '任务',
    'points': '积分',

    'rankTitle': '家族排行榜',
    'content-5': '共设有三个家族榜单（财富榜、明星榜、活跃榜）依据家族的财富积分、魅力积分、活跃积分来排序。',

    'rank': '榜单',
    'family_point': '家族积分',
    'family_member_act': '家族成员行为',

    'FamilyPrivilege': '家族特权',

    'content-6': '1.加入家族后：每个月都能获得钻石奖励，每个月Yaame都会拿出家族送礼钻石的1%送给家族的每一位成员，当月家族成员送出的礼物价值钻石必须要>=10万，否则不会获得奖励！',

    'content-7': '2.家族内的管理员和族长每个月都能获得钻石奖励，每个月Yaame都会拿出家族送礼钻石的1%送给家族的族长和管理员，当月家族成员送出的礼物价值钻石必须要>=10万，否则不会获得奖劢！',

    'content-8': '3.加入家族后，可以更快的提升用户等级',

    'content-9': '2.加入家族后，会获得获得家族徽章，个人资料，房间内都能看到家族的徽章',

    'content-10': '5.不同的家族等级会有不同的家族装饰',

    'content-11': '6.家族达到不同的等级，每个月家族内送出礼物最多的人前三名能够获得对应的头框',

    'content-12': '7.家族达到不同的等级，每个月家族内送出礼物最多的人前三名能够获得对应的进场特效',
    // 1. 家族等级总共分为20个等级，从低到高依次为Lv.1至Lv.20。通过获得家族战斗力，可以提升家族等级。不同的家族等级可以容纳不同数量的成员，并获得不同的家族徽章。
    'family_level_description_1': '1. 家族等级总共分为20个等级，从低到高依次为Lv.1至Lv.20。通过获得家族战斗力，可以提升家族等级。不同的家族等级可以容纳不同数量的成员，并获得不同的家族徽章。',
    // 2. 家族成员每日可以通过完成以下任务来获得战斗力，提升自己对家族的贡献
    'family_level_description_2': '2. 家族成员每日可以通过完成以下任务来获得战斗力，提升自己对家族的贡献。',
    // 1. 家族战力榜：战力榜是家族总累计战斗力值总和的体现，由每个家族成员贡献的战力值组成。家族战力总值越高，排序越靠前。
    'family_power_ranking': '1. 家族战力榜：战力榜是家族总累计战斗力值总和的体现，由每个家族成员贡献的战力值组成。家族战力总值越高，排序越靠前。',
    // 2. 家族列表：系统将依据家族战力值、家族等级等维度综合统计每个家族获得的积分，积分越大排序越靠前，列表在每日00:10（UTC+8）前进行更新。
    'family_list': '2. 家族列表：系统将依据家族战力值、家族等级等维度综合统计每个家族获得的积分，积分越大排序越靠前，列表在每日00:10（UTC+0）前进行更新。',
    // 1. 每个月家族送礼战斗力值达到不同的阶梯，家族长和送礼战斗力值top5成员都可以获得对应的钻石奖励！家族长同时需要登录积分≥150才可以获得奖励。家族解散或退出家族将不会获得奖励。
    'family_gift_battle_power': '2. 在规定周期内，家族达到不同的总战力值，家族成员可以获得对应的家族奖励。家族长同时需求登录积分≥{n}才可以获得奖励。家族解散或退出家族将不会获得奖励。',
    // 3. 家族达到不同的等级，每个月家族战斗力贡献最高的前3名，能获得以下奖励！
    'family_level_rewards': '3. 每个周期内战力最强的三个家族成员，可以根据自己家族的等级获得对应的奖励。',
    // 战斗力
    'battle_power': '战斗力',
    // 头像框
    'avatar_frame': '头像框',
    // 每日任务
    'daily_task': '每日任务',
    // 家族送礼战斗力
    'family_gift_battle_power_2': '家族总战力值',
    // 族长获得
    'chief_reward': '家族长奖励',
    // Top1获得
    'top_reward': 'TOP{n}奖励',
    'top1_reward': 'TOP1奖励',
    // Top2获得
    'top2_reward': 'TOP2奖励',
    // Top3获得
    'top3_reward': 'TOP3奖励',
    // Top4获得
    'top4_reward': 'TOP4奖励',
    // Top5获得
    'top5_reward': 'TOP5奖励',
    // 2. 加入家族后，会获得家族徽章，个人资料、房间内都能看到家族的徽章
    'family_badge_description': '1. 加入家族后，会获得家族徽章，个人资料、房间内都能看到家族的徽章。',
    // 家族等级
    'family_level': '家族等级',
    // 头像框
    'avatar_frame_repeat': '头像框',  // 如果需要重复使用相同的键值，可以用新的键名。
    // 进场特效
    'entry_effect': '进场特效',
    // 家族榜单
    'Family_list': '家族榜单'
};
