export default {
    'title': '家族規則',
    'FamilyProfile': '家族簡介',
    'content-1': '1. 家族是由用戶自己創建的組織，用戶可以通過申請加入家族，或自行創建家族，與家族成員一起努力，使家族不斷壯大。',
    'FamilyLevel': '家族等級',
    'content-2': '1. 家族等級總共分為20個等級，從低到高依次為從Lv.1到Lv.20不同的家族等級可容納不同數量的成員，並獲得不同樣式的家族徽章。',
    'content-3': '2. 想要提升到更高的家族等級，需要達到對應級別的家族積分。家族成員可以通過完成已下任務來獲取積分，提升自己對家族的貢獻。',

    'level': '等級',
    'minValue': '經驗值',
    'adminCnt': '管理員',
    'memberCnt': '成員數',
    'levelBadge': '徽章',

    'content-4': '3. 家族成員可以通過完成已下任務來獲取積分，提升自己對家族的貢獻。',

    'task': '任務',
    'points': '積分',

    'rankTitle': '家族排行榜',
    'content-5': '共設有三個家族榜單（財富榜、魅力榜、活躍榜）依據家族的財富積分、魅力積分、活躍積分來排序。',

    'rank': '榜單',
    'family_point': '家族積分',
    'family_member_act': '家族成員行為',

    'FamilyPrivilege': '家族特權',

    'content-6': '1. 加入家族後：每個月都能獲得鑽石獎勵，每個月Yaame都會拿出家族送禮鑽石的1%送給家族的每一位成員，當月家族成員送出的禮物價值鑽石必須要>=10萬，否則不會獲得獎勵！',

    'content-7': '2. 家族內的管理員和族長每個月都能獲得鑽石獎勵，每個月Yaame都會拿出家族送禮鑽石的1%送給家族的族長和管理員，當月家族成員送出的禮物價值鑽石必須要>=10萬，否則不會獲得獎勵！',

    'content-8': '3. 加入家族後，可以更快的提升使用者等級',

    'content-9': '2. 加入家族後，會獲得獲得家族徽章，個人資料，房間內都能看到家族的徽章',

    'content-10': '5. 不同的家族等級會有不同的家族裝飾',

    'content-11': '6. 家族達到不同的等級，每個月家族內送出禮物最多的人前三名能夠獲得對應的頭框',

    'content-12': '7. 家族達到不同的等級，每個月家族內送出禮物最多的人前三名能夠獲得對應的進場特效',
    // 1. 家族等级总共分为20个等级，从低到高依次为Lv.1至Lv.20。通过获得家族战斗力，可以提升家族等级。不同的家族等级可以容纳不同数量的成员，并获得不同的家族徽章。
    'family_level_description_1': '1. 家族等级总共分为20个等级，从低到高依次为Lv.1至Lv.20。通过获得家族战斗力，可以提升家族等级。不同的家族等级可以容纳不同数量的成员，并获得不同的家族徽章。',
    // 2. 家族成员每日可以通过完成以下任务来获得战斗力，提升自己对家族的贡献
    'family_level_description_2': '2. 家族成员每日可以通过完成以下任务来获得战斗力，提升自己对家族的贡献。',
    // 1. 家族战力榜：战力榜是家族总累计战斗力值总和的体现，由每个家族成员贡献的战力值组成。家族战力总值越高，排序越靠前。
    'family_power_ranking': '1. 家族战力榜：战力榜是家族总累计战斗力值总和的体现，由每个家族成员贡献的战力值组成。家族战力总值越高，排序越靠前。',
    // 2. 家族列表：系统将依据家族战力值、家族等级等维度综合统计每个家族获得的积分，积分越大排序越靠前，列表在每日00:10（UTC+8）前进行更新。
    'family_list': '2. 家族列表：系统将依据家族战力值、家族等级等维度综合统计每个家族获得的积分，积分越大排序越靠前，列表在每日00:10（UTC+0）前进行更新。',
    // 1. 每个月家族送礼战斗力值达到不同的阶梯，家族长和送礼战斗力值top5成员都可以获得对应的钻石奖励！家族长同时需要登录积分≥150才可以获得奖励。家族解散或退出家族将不会获得奖励。
    'family_gift_battle_power': '2. 在規定週期內，家族達到不同的總戰力值，家族成員可以獲得對應的家族獎勵。家族長同時需求登入積分≥{n}才可獲得獎勵。家族解散或退出家族將不會獲得獎勵。',
    // 3. 家族达到不同的等级，每个月家族战斗力贡献最高的前3名，能获得以下奖励！
    'family_level_rewards': '3. 每個週期內戰力最強的三個家族成員，可以根據自己家族的等級獲得相應的獎勵。',
    // 战斗力
    'battle_power': '戰鬥力',
    // 头像框
    'avatar_frame': '頭像框',
    // 每日任务
    'daily_task': '每日任務',
    // 家族送礼战斗力
    'family_gift_battle_power_2': '家族總戰力值',
    // 族长获得
    'chief_reward': '家族長獎勵',
    'top_reward': 'TOP{n}獎勵',
    // Top1获得
    'top1_reward': 'TOP1獎勵',
    // Top2获得
    'top2_reward': 'TOP2獎勵',
    // Top3获得
    'top3_reward': 'TOP3獎勵',
    // Top4获得
    'top4_reward': 'TOP4獎勵',
    // Top5获得
    'top5_reward': 'TOP5獎勵',
    // 2. 加入家族后，会获得家族徽章，个人资料、房间内都能看到家族的徽章
    'family_badge_description': '1.加入家族後，會獲得獲得家族徽章，個人資料，房間內都能看到家族的徽章',
    // 家族等级
    'family_level': '家族等級',
    // 头像框
    'avatar_frame_repeat': '頭像框',  // 如果需要重复使用相同的键值，可以用新的键名。
    // 进场特效
    'entry_effect': '進場特效',
    // 家族榜单
    'Family_list': '家族榜单'
};
