/*
 * @Author: Elk
 * @Date: 2024-04-16 15:44:18
 * @FilePath: /yaame-h5/src/pages/EidLuckyDraw/locale/ar-SA.js
 * @Description: 
 */
export default {
    // 开斋节欢乐大抽奖
    'eid.lucky.draw': 'عجلة سحرية',
    // 开斋节
    'eid': 'عيد الفطر',
    // 欢乐大抽奖
    'lucky.draw': 'سحب سعيد ',
    // 银转盘
    'silver.turntable': 'العجلة الفضية',
    // 金钻盘
    'gold.turntable': 'العجلة الذهبية',
    // 我的钻石
    'my.diamond': 'الماس الخاص بي',
    // 我的钥匙
    'my.key' : 'مفتاحي',
    // 获得钻石
    'get.diamond': 'الحصول على الماس',
    // 开启1次
    'open.once': 'فتح 1 مرة',
    // 获得{1}
    'get': 'احصل على {0}',
    // 充值
    'recharge': 'الشحن',
    // 活动规则
    'activity.rule': 'قواعد الحدث',
    // 1.活动时间：2024年04月8日至2024年4月14日
    'activity.time': 'وقت الحدث: من الساعة 0:00 يوم 13 مايو 2024 إلى الساعة 0:00 يوم 20 مايو 2024 (بتوقيت غرينتش 0)',
    // 2.活动期间每充值200钻石可获得一个“钥匙”
    'activity.rule2': '"٢. خلال الحدث، يمكنك الحصول على ""مفتاح"" مقابل كل 200 ماسة تقوم بإعادة شحنها"',
    // 3.200钻石+1个“钥匙”可以在银转盘内抽奖1次，每次最多可获得999钻石，最少可获得200钻石
    'activity.rule3': '٣. يمكن سحب 200 ماسة + 1 "مفتاح" مرة واحدة في العجلة الفضية، ويمكنك الحصول على ما يصل إلى 999 ماسة في كل مرة كحد أقصى، و200 ماسة كحد أدنى',
    // 4.2000钻石+10个“钥匙”可以在银转盘内抽奖1次，每次最多可获得9999钻石，最少可获得2300钻石
    'activity.rule4': `٤.2000 الماس + 10 'مفاتيح' يمكن استخدامها لدوران العجلة الذهبية مرة واحدة، مع جائزة قصوى تصل إلى 9999 الماس وحد أدنى من 2050 الماس.`,
    // 5.活动的最终解释权归Yaame所有
    'activity.rule5': '٥. حق التفسير النهائي للحدث يعود إلى يامي',
    // 钥匙不足，充值可获得更多钥匙
    'key.not.enough': 'ليس هناك مايكفي من المفاتيح، قم بإعادة الشحن للحصول على المزيد من المفاتيح',
    // 钻石不足，充值可获得更多钻石
    'diamond.not.enough': 'ليس هناك ما يكفي من الماس، قم بإعادة الشحن للحصول على المزيد من الماس',
    // 开斋节转盘奖品
    'eid.turntable.reward': 'جوائز طاولة التسجيل السحرية',
    // 参与开斋抽奖
    'join.eid.draw': 'شارك في سحب جوائز طاولة التسجيل السحرية',
    // 奖品
    'reward': 'المكافأت',
    // 你没有参与过金转盘抽奖
    'no.gold.turntable': 'أنت لم تشارك في سحب العجلة الذهبية',
    // 你没有参与过银转盘抽奖
    'no.silver.turntable': 'أنت لم تشارك في سحب العجلة الفضية',
    // 抽奖历史
    'draw.history': 'تاريخ السحب ',

    // 充值200{diamond}获得1{key}
    'recharge.diamond.get.key': 'اشحن 200{diamond} واحصل على  1{key}',

    // 抽奖过程奖中不可切换页面
    'draw.process': 'لا يمكنك تبديل الصفحات أثناء السحب.',
};
