/*
 * @Author: Elk
 * @Date: 2023-05-25 17:41:29
 * @FilePath: /yaame-h5/src/pages/bigWinner/locale/ar-SA.js
 * @Description: 
 */
export default {
    title: 'الفائز الكبير',
    silver: 'فضة',
    gold: 'ذهب',
    once: '1 مرة',
    tenTimes: '10 مرات',
    hundredTimes: '100 مرة',
    myDiamonds: 'الماس:',
    earnedDiamonds: 'الحصول على الماس:',
    todayChampion: 'بطل اليوم:',
    rules: 'قواعد',
    rule1: '١-سحب اليانصيب الفضي يحتاج إلى  استهلاك 20 ماسة لكل سحب يانصيب، وتكون نسبة الفوز ١٠٠٪؜',
    rule2: 'سحب اليانصيب الذهبي يحتاج إلى استهلاك 300 ماسة لكل سحب يانصيب ،ونسبة الفوز هيا ١٠٠٪',
    rule3: '٣-يتم تخزين الماسات التي تم الحصول عليها من اليانصيب تلقائيًا في المحفظة ويمكن الاطلاع عليها في المحفظة.',
    rule4: '٤-هذه اللعبة للترفيه فقط، وجميع المعاملات  غير المتصلة بالإنترنت وغيرها من السلوكيات غير اللائقة محظورة.',
    rule5: '٥-حق التفسير النهائي يعود إلى يامي ',
    drawRecord: 'سجل اليانصيب',
    noGameParticipation: 'أنت لم تلعب لعبة الفائز الكبير بعد',
    myPrizes: 'جائزتي',
    day: 'يوم',
    week: 'أسبوع',

    my: 'أنا',
    won: 'يربح',
    gameAnimation: 'Game Animation',
    // 你的运气太好了
    yourLuckIsTooGood: 'حظك جيد جدا',
    // 使用必赚卡抽中了25
    useSureCardWon: 'لقد ربحت 25 باستخدام بطاقة بيجوان.',
    // 已使用必赚卡抽奖
    alreadyUseSureCard: 'تم استخدام بطاقة بيجوان بالفعل',
    // 次
    times: 'مرات',
};
