export default {
    // 星座故事
    'constellation_story': 'قصة الأبراج',
    // 处女座
    'virgo': 'برج العذراء',
    // 天秤座
    'libra': 'برج الميزان',
    // 天蝎座
    'scorpio': 'برج العقرب',
    // 射手座
    'sagittarius': 'برج القوس',
    // 摩羯座
    'capricorn': 'برج الجدي',
    // 水瓶座
    'aquarius': 'برج الدلو',
    // 双鱼座
    'pisces': 'برج الحوت',
    // 白羊座
    'aries': 'برج الحمل',
    // 金牛座
    'taurus': 'برج الثور',
    // 双子座
    'gemini': 'برج الجوزاء',
    // 巨蟹座
    'cancer': 'برج السرطان',
    // 狮子座
    'leo': 'برج الأسد',
    // xx守护神
    'xx_guardian': 'حارس البرج',
    // xx代言人
    'xx_ambassador': 'الناطق الرسمي للبرج',
    // 星座选择
    'constellation_selection': 'اختيار البرج',
    // 请先选择你的星座哦，选择后在你的星座月可以领取额外惊喜哦！（只可选择一次，选择后不可修改）
    'select_constellation_first': 'يرجى اختيار برجك أولاً، وبعد اختيارك يمكنك استلام مفاجأة إضافية خلال شهر برجك! (يمكن اختيار برج واحد فقط، ولا يمكن تعديل الاختيار بعد ذلك)',
    // 恭喜你选择星座成功，您选择的星座为xxx
    'constellation_selection_success': 'تهانينا! لقد اخترت برجك بنجاح، البرج الذي اخترته هو {msg}.',
    // 你选择的星座为xxx，该星座月开启时可领取额外奖励哦～
    'constellation_selected_reward': 'اختيارك للبرج هو {msg} يمكنك استلام مكافأة إضافية خلال شهر برجك!',
    // 奖励领取成功
    'reward_claimed_success': 'لقد استلمت المكافأة بنجاح.',
    // 奖励已领取
    'reward_already_claimed': 'تم الاستلام',
    // 确认
    'confirm': 'تأكيد',
    // 你当前选择的星座为：xxx
    'current_constellation': 'البرج الذي اخترته حالياً هو: {msg}',
    // 在xxx星座月时，记得来领取奖励哦～
    'constellation_month_reminder': 'عندما يحل شهر برج {msg}، تذكر أن تأتي لاستلام مكافأتك!',
    // xxx星座月到啦，快领取你的奖励吧～
    'constellation_month_arrived': 'لقد جاء شهر برج {msg}، احصل على مكافأتك الآن!',
    // 领取
    'claim': 'استلام',
    // 已领取
    'already_claimed': 'تم الاستلام',
    // 星座礼物
    'constellation_gift': 'هدايا الأبراج',
    // 星座助力
    'constellation_boost': 'مساعدة الأبراج',
    // 代言人礼包
    'ambassador_package': 'حزمة الناطق الرسمي',
    // 守护神礼包
    'guardian_package': 'حزمة الحارس',
    // 收礼目标{0}金币
    'gift_target': 'هدف الهدية: {0} عملات ذهبية',
    // 在麦时长{0}分钟
    'mic_duration': 'مدة البقاء: {0} دقيقة',
    // 完成代言人全部任务可点亮本期星座水晶球🔮，有机会获得更多额外的奖励哦！快去看看吧！
    'ambassador_tasks_completed': 'أكمل جميع مهام الناطق الرسمي للبرج لتضيء كرة الأبراج الخاصة بهذا الشهر 🔮، قد تحصل على المزيد من المكافآت الإضافية!',
    // 完成守护神全部任务可点亮本期星座水晶球🔮，有机会获得更多额外的奖励哦！快去看看吧！
    'guardian_tasks_completed': 'أكمل جميع مهام الحارس لتضيء كرة الأبراج الخاصة بهذا الشهر 🔮، قد تحصل على المزيد من المكافآت الإضافية!',
    // 送礼目标{0}钻石
    'gift_target_diamonds': 'هدف الهدية: {0} ماسات',
    // 在房时长{0}分钟
    'room_duration': 'مدة البقاء في الغرفة: {0} دقيقة',
    // 奖励暂未解锁，快去完成任务吧～
    'reward_not_unlocked': 'لم يتم فتح المكافأة بعد، أتمم المهام الآن!',
    // 十二星座水晶球
    'twelve_constellation_crystal_ball': 'كرة الأبراج',
    // 星座水晶球
    'constellation_crystal_ball': 'كرة الأبراج',
    // 星座代言人
    'constellation_ambassador': 'ناطق الأبراج',
    // 星座守护神
    'constellation_guardian': 'حارس الأبراج',
    // 当前水晶球点亮数量：{0}/12
    'current_crystal_balls': 'عدد الكرات المضيئة الحالية: {0}/12',
    // 再点亮{0}个水晶球🔮可解锁下一档位的奖励
    'next_reward_unlock': 'أضئ {0} كرة أخرى 🔮 لتحصل على المكافآت في المستوى التالي',
    // 点亮{0}个水晶球可领取以下奖励：
    'reward_for_lighting_crystal_balls': 'أضئ {0} كرة للحصول على المكافآت التالية:',
    // 活动规则
    'constellation_activity_rules': 'قواعد النشاط',
    // 星座活动为12期连续性活动，根据星座周期时间对应上线12星座主题活动，每个星座月会更新当月的星座主题。
    'constellation_activity_desc_1': '1.تُعقد فعاليات الأبراج على مدار 12 دورة متتابعة، وفقاً لدورة الأبراج. يتم تحديث موضوع كل برج شهرياً وفقاً لفترة برجه.',
    // 在活动页面可以选择自己的星座，在该星座月当期活动中，可以领取该星座主题奖励（本星座周期仅可选择一次，不可更改）
    'constellation_activity_desc_2': '2.في صفحة النشاط، يمكنك اختيار برجك الفلكي. خلال فترة النشاط الخاصة بهذا البرج، يمكنك الحصول على الجوائز ذات الطابع البرجي. يمكن اختيار البرج مرة واحدة فقط في دورة البرج ولا يمكن تغييره بعد الاختيار.',
    // 活动期间收送活动礼物，收礼1金币=1星运值，送礼1钻石=1守护值。
    'constellation_activity_desc_3': '3.خلال فترة النشاط، يمكنك إرسال واستقبال الهدايا.عند استلام الهدايا، يتم إدراجك في قائمة سفراء البرج، وعند إرسال الهدايا، يتم إدراجك في قائمة حماة البرج. المستخدم الذي يحتل توب 1 في قائمة استقبال الهدايا سيكون سفير برج الفلكي لهذا الشهر، والمستخدم الذي يحتل توب 1 في قائمة إرسال الهدايا سيكون حامي برج الفلكي لهذا الشهر. سيتم عرض هؤلاء المستخدمين في صورة رأسية لبرج الفلكي للحصول على مزيد من التعرض.',
    // 收礼进入代言人榜单，送礼进入守护神榜单。收礼Top 1用户为当期星座代言人；送礼Top 1用户为当期星座守护神，展示在十二星座头图获得更多曝光。
    'constellation_activity_desc_4': '4.خلال فترة النشاط، يمكنك الحصول على جوائز إضافية عند إكمال مهام معينة كسفير وحامي. تأكد من استلام الجوائز قبل انتهاء فترة الاستلام، وإلا ستنتهي صلاحيتها. موعد انتهاء استلام الجوائز {msg} هو {0}، الساعة 23:59 (UTC+0).',
    // 活动期间完成特定的代言人&守护神任务可以在页面领取额外奖励。请在奖励领取截止时间之前领取奖励，否则将会过期。xxx奖励领取截止时间为2024/9/16 23:59（UTC+0）
    'constellation_activity_desc_5': '5.عند إتمام جميع مهام سفير/حامي برج الفلكي لهذا الشهر، يمكنك إضاءة كرة البلور الخاصة بالبرج 🔮. خلال دورة الأبراج الاثني عشر، يمكنك الحصول على هدايا قيمة عند إضاءة كرات بلور بمستويات مختلفة بعد انتهاء الدورة.',
    // 完成当期星座活动的全部代言人/守护神任务即可点亮当期星座的水晶球🔮，12星座周期内，点亮不同档位数量的水晶球，可以在周期结束后获得超值大礼包！
    'constellation_activity_desc_6': '6.الجوائز التي يتم الحصول عليها خلال النشاط ستُرسل مباشرة إلى حقيبتك. يرجى استخدامها ضمن فترة الصلاحية المحددة، وإلا ستنتهي صلاحيتها.',
    // 活动中获得的奖励会直接下发至背包，请在有效期内使用，否则将会过期。
    'constellation_activity_desc_7': '7.يجب أن تكون النتيجة في القائمة أكبر من عدد الماسات الممنوحة في القائمة قبل إصدار المكافأة، وإلا ستكون المكافأة غير صالحة.',
    // 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～
    'constellation_activity_desc_8': '8.سيتم توزيع جوائز التصنيف خلال 7-15 يوم عمل بعد انتهاء النشاط. يرجى متابعة التحقق منها.',
    // Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'constellation_activity_desc_9': '9.تحتفظ Yaame بحق التفسير النهائي. في حال اكتشاف أي انتهاك، يحق لنا تطبيق العقوبات واسترداد جميع الجوائز التي تم إصدارها.',
    // 榜单奖励
    'ranking_rewards': 'جوائز التصنيف',
    // 代言人榜单
    'ambassador_ranking': 'قائمة السفراء',
    // 守护神榜单
    'guardian_ranking': 'قائمة حماة البرج',
    // 榜单Top 10用户可以获得以下奖励
    'top_10_rewards': 'يمكن لمستخدمي أعلى 10 في التصنيف الحصول على الجوائز التالية:',
    // Top 1用户将会额外获得当期星座代言人称号，展示在每期星座活动页面头图！
    'top_1_ambassador_title': 'سيحصل توب 1 في قائمة السفراء على لقب "سفير برج الفلكي" لهذا الشهر، وسيتم عرض اسمه في صورة رأسية لصفحة نشاط البرج الفلكي.',
    // Top 1用户将会额外获得当期星座守护神称号，展示在每期星座活动页面头图！
    'top_1_guardian_title': 'سيحصل توب 1 في قائمة حماة البرج على لقب "حامي برج الفلكي" لهذا الشهر، وسيتم عرض اسمه في صورة رأسية لصفحة نشاط البرج الفلكي.',

    // 榜单上的分数需要大于榜单奖励的钻石数量才能下发奖励，否则奖励将作废
    'ranking_threshold': 'يجب أن تكون النتيجة في القائمة أكبر من عدد الماسات الممنوحة في القائمة قبل إصدار المكافأة، وإلا ستكون المكافأة غير صالحة.',
    // 规则&奖励
    'rules_rewards': 'القواعد والجوائز',

    // 距离上⼀名
    'distance_to_next': 'المسافة من المركز الأخير',
    // 开播
    'start_broadcast': 'بث مباشر',
    // 在线
    'online': 'عبر الإنترنت',
    // 暂时无人上榜
    'noRank': 'حاليًا لا يوجد أحد على القائمة',
    // 该用户为神秘人哦～
    'mystery_user': 'هذا المستخدم شخص غامض~',
    // 已关注
    'followed': 'المتابعة',
    // 星座榜单
    'constellation_ranking': 'قائمة الأبراج',
    // 恭喜获得
    'congratulations_obtained': 'مبروك',
    // 虚位以待
    'position_available': 'لا احد',
    // 非活动时间
    'non_event_time': 'ليس هناك فعالية',
    // 规则
    'rules': 'القواعد'
}
