/*
 * @Author: Elk
 * @Date: 2024-05-31 16:39:20
 * @FilePath: /yaame-h5/src/pages/newUserGuide/locale/ar-SA.js
 * @Description: 
 */
export default {
    "title": 'دليل المستخدم الجديد لـ Yaame',
    "content": 'Yaame هو تطبيق دردشة صوتية مجاني يمكنك من التحدث مع أصدقائك من جميع أنحاء العالم، والالتقاء، ولعب الألعاب، ومشاركة تفاصيل حياتك. من خلال الجوانب الأربعة التالية، ستتمكن من فهم Yaame بشكل أفضل:',
    // 房间
    "room": 'غرفة',
    // 1. 你可以快速了解房间页面的主要功能诠释：
    "room.content1": '1. 1.يمكنك التعرف بسرعة على الوظائف الرئيسية لصفحة الغرف:',
    // ①你可以根据自己感兴趣的主题进入房间，参与讨论进行互动
    "room.content2": '①يمكنك الانضمام إلى غرف تتناول مواضيع تهمك والمشاركة في النقاشات.',
    // ②创建自己的房间，可以让其他人来这里玩乐。
    "room.content3": '②إنشاء غرفك الخاصة ليتمكن الآخرون من الانضمام واللعب.',
    // a. 多种主题类型的房间供你选择,点击房间主页可以进入房间
    "room.content4": 'a.تتوفر مجموعة متنوعة من أنواع الغرف للاختيار من بينها، يمكنك الدخول إلى الغرف من خلال النقر على الصفحة الرئيسية للغرفة.',
    // b. 关注你喜欢的房间，你可以在“收藏”页面快速找到它们。
    "room.content5": 'b.تابع الغرف التي تعجبك لتتمكن من العثور عليها بسرعة في صفحة المفضلة',
    // c. 点击此处创建你的房间
    "room.content6": 'c.انقر هنا لإنشاء غرفتك',
    // d. 搜索你感兴趣的房间&人
    "room.content7": 'd.ابحث عن الغرف والأشخاص المهتمين',
    // 2. 进入房间后，你可以尝试解锁各种功能：
    "room.content8": '2.بعد دخولك إلى غرفة، يمكنك تجربة فتح وظائف متنوعة:',
    // 关注&收藏房间
    "room.content9": 'تابع وفضل الغرف',
    // 退出房间
    "room.content10": 'مغادرة الغرفة',
    // 发送表情&文字聊天
    "room.content11": 'إرسال الرموز التعبيرية والنصوص في الدردشة',
    // 宝箱奖励
    "room.content12": 'جوائز الصندوق',
    // e. 礼物：当你遇到感兴趣的人时，你可以点击ta的头像发送礼物。@某人进行对话或添加对方为好友以开始私人聊天。
    "room.content13": 'e.الهدايا: عندما تقابل شخصًا يثير اهتمامك، يمكنك النقر على صورته لإرسال هدية. @شخص ما للدردشة أو إضافته كصديق لبدء محادثة خاصة',
    // f. 点击获取麦克风，参与讨论
    "room.content14": 'f.انقر للحصول على الميكروفون والمشاركة في النقاش',
    // 工具更多：房间声音、礼物动画、声音表情关闭/开启；发送图片。
    "room.content15": 'أدوات إضافية: إيقاف/تشغيل أصوات الغرفة، الرسوم المتحركة للهدايا، التعبيرات الصوتية؛ إرسال الصور',
    // 与朋友分享房间
    "room.content16": 'مشاركة الغرفة مع الأصدقاء',


    'square': 'بحث',
    // 1. 分享一个有趣的故事到帖子，让更多人了解你~
    "square.content1": '1.شارك قصة مثيرة في المنشورات ليتعرف عليك المزيد من الناس~',
    // 注： 帖子越真实有趣，被推荐的几率就越大，会有更多的人关注，与你互动。
    "square.content2": 'ملاحظة: كلما كانت المنشورات أكثر واقعية وإثارة، زادت فرصة توصيتها، وسيكون لديك المزيد من المتابعين والتفاعل.',
    // a. 你关注ta后可以在“关注”页面查看ta以后发布的帖子
    "square.content3": 'a.بعد متابعة شخص ما، يمكنك رؤية منشوراته في صفحة "المتابعين".',
    // b. 你的留言、点赞提醒在这里哦
    "square.content4": 'b.ستظهر إشعارات تعليقاتك وإعجاباتك هنا.',
    // c. 看到好帖子时可以留言，点赞，关注等方式鼓励帖子用户
    "square.content5": 'c.التفاعل مع المستخدمين من خلال التعليقات، الإعجابات، والاهتمامات عندما ترى منشورات جيدة.',
    // d. 可以跟随到ta的房间
    "square.content6": 'd.يمكنك متابعة غرفته',
    // e. 分享您的生活点滴
    "square.content7": 'e.شارك لحظات حيات',

    "information": 'الرسائل',
    // 官方系统通知和你的文字互动都在这里！
    "information.content1": 'الإشعارات الرسمية من النظام وتفاعلاتك النصية كلها هنا!',
    // a. 系统通知和私信将在这里！
    "information.content2": 'a.الإشعارات النظامية والرسائل الخاصة ستكون هنا!',
    // b. 可以快速的找到好友、你关注的人给他私信！
    "information.content3": 'b.يمكنك العثور بسرعة على الأصدقاء والأشخاص الذين تتابعهم وإرسال رسائل خاصة لهم!',
    // c. 设置将新的朋友首次私信飘屏！
    "information.content4": 'c.قم بإعداد رسالة خاصة جديدة للصديق الأول لتطفو على الشاشة!',

    "my": 'انا',
    // 你可以根据个人喜好，设置你的风格，这样使你与众不同，体现个人特色，让其他人更了解你！
    "my.content1": 'يمكنك تخصيص أسلوبك وفقًا لذوقك الشخصي، مما يجعلك مميزًا ويبرز شخصيتك الخاصة، ويساعد الآخرين على التعرف عليك بشكل أفضل!',
    // 也可以获得个人权益，享受你的专属特权！
    "my.content2": ' يمكنك أيضًا الحصول على حقوق شخصية والاستمتاع بامتيازاتك الخاصة!',
    // a. 点击头像：编辑一个好看的用户名，选择一张好看的头像，增加你的魅力。
    "my.content3": 'a.انقر على الصورة الشخصية: لتعديل اسم مستخدم جذاب، واختيار صورة شخصية جميلة لزيادة جاذبيتك.',
    // b. 装扮自己的虚拟形象，体现你的个人风格
    "my.content4": 'b.قم بتزيين شخصيتك الافتراضية لتعكس أسلوبك الشخصي',
    // c. 你关注的好友、谁关注了你、谁看过你，将在这里显示哦
    "my.content5": 'c.الأصدقاء الذين تتابعهم، ومن يتابعك، ومن شاهدك، سيظهرون هنا.',
    // "d. “钱包”中的钻石可以送礼、参与活动哦首次充值还有额外奖励赠送给你！"
    "my.content6": "d.يمكنك إرسال الهدايا والمشاركة في الأنشطة باستخدام الماس الموجود في 'المحفظةهناك مكافآت إضافية عند الشحن لأول مرة!",
    // 除了获得礼物之外，“钱包”中的金币、水晶也可以丰富你的装扮，增加您的等级！
    "my.content7": "بجانب الحصول على الهدايا، يمكن أن تعزز كويزات وبلورات الموجودين في 'المحفظة' من مظهرك وتزيد من مستواك!",
    // e. 成为 VIP 和yaame 高级会员可获得专属特权。
    "my.content8": 'e.كن عضو VIP أو عضو متميز في yaame لتحصل على امتيازات حصرية.',
    // f. 您可以花费金币和水晶在商店购买您喜欢的商品，这将使您变得与众不同。
    "my.content9": 'f.يمكنك استخدام كويزات وبلورات في المتجر لشراء المنتجات التي تفضلها، مما يجعلك مميزًا.',
    // g. 如果您在使用yaame时遇到一些问题，可以在这里反馈。
    "my.content10": 'g.إذا واجهت أي مشاكل أثناء استخدام yaame، يمكنك تقديم ملاحظات هنا',
};
