/*
 * @Author: Elk
 * @Date: 2024-05-31 16:39:20
 * @FilePath: /yaame-h5/src/pages/newUserGuide/locale/zh-TW.js
 * @Description: 
 */
export default {
    "title": 'yaame新用戶使用指南',
    "content": 'yaame是一款免費的語音聊天應用，你可以在其中與世界各地的朋友交談、見面、玩遊戲，並分享你的生活點滴。從以下四個方面，你將對yaame有更好的了解。',
    // 房间
    "room": '房間',
    // 1. 你可以快速了解房间页面的主要功能诠释：
    "room.content1": '1. 你可以快速了解房間頁面的主要功能詮釋：',
    // ①你可以根据自己感兴趣的主题进入房间，参与讨论进行互动
    "room.content2": '①你可以根據自己感興趣的主題進入房間，並參與討論進行互動。',
    // ②创建自己的房间，可以让其他人来这里玩乐。
    "room.content3": '②創造自己的房間，可以讓其他人來這裡玩樂。',
    // a. 多种主题类型的房间供你选择,点击房间主页可以进入房间
    "room.content4": 'a. 多種主題類型的房間供你選擇,點擊房間主頁可以進入房間。',
    // b. 关注你喜欢的房间，你可以在“收藏”页面快速找到它们。
    "room.content5": 'b. 關注你喜歡的房間，你可以在「收藏」頁面快速找到它們。',
    // c. 点击此处创建你的房间
    "room.content6": 'c. 點擊此處建立你的房間。',
    // d. 搜索你感兴趣的房间&人
    "room.content7": 'd. 搜尋你有興趣的房間&人。',
    // 2. 进入房间后，你可以尝试解锁各种功能：
    "room.content8": '2. 進入房間後，你可以嘗試解鎖各種功能：',
    // 关注&收藏房间
    "room.content9": '關注&收藏房間',
    // 退出房间
    "room.content10": '退出房間',
    // 发送表情&文字聊天
    "room.content11": '發送表情&文字聊天',
    // 宝箱奖励
    "room.content12": '寶箱獎勵',
    // e. 礼物：当你遇到感兴趣的人时，你可以点击ta的头像发送礼物。@某人进行对话或添加对方为好友以开始私人聊天。
    "room.content13": 'e. 禮物：當你遇到有興趣的人時，你可以點擊ta的頭像發送禮物。 @某人進行對話或添加對方為好友以開始私人聊天。',
    // f. 点击获取麦克风，参与讨论
    "room.content14": 'f. 點擊獲取麥克風，參與討論。',
    // 工具更多：房间声音、礼物动画、声音表情关闭/开启；发送图片。
    "room.content15": '工具更多：房間聲音、禮物動畫、聲音表情關閉/開啟；發送圖片。',
    // 与朋友分享房间
    "room.content16": '與朋友分享房間',


    'square': '廣場',
    // 1. 分享一个有趣的故事到帖子，让更多人了解你~
    "square.content1": '1. 分享一個有趣的故事到帖子，讓更多人了解你~',
    // 注： 帖子越真实有趣，被推荐的几率就越大，会有更多的人关注，与你互动。
    "square.content2": '註： 貼文越真實有趣，被推薦的幾率就越大，會有更多的人關注，與你互動。 "',
    // a. 你关注ta后可以在“关注”页面查看ta以后发布的帖子
    "square.content3": 'a. 你關注ta後可以在「追蹤」頁面查看ta以後發布的帖子。',
    // b. 你的留言、点赞提醒在这里哦
    "square.content4": 'b. 你的留言、按讚提醒在這裡哦。',
    // c. 看到好帖子时可以留言，点赞，关注等方式鼓励帖子用户
    "square.content5": 'c. 看到好貼文時可以留言，按讚，追蹤等方式鼓勵貼文用戶。',
    // d. 可以跟随到ta的房间
    "square.content6": 'd. 可以跟隨到ta的房間。',
    // e. 分享您的生活点滴
    "square.content7": 'e. 分享您的生活點滴。',

    "information": '訊息',
    // 官方系统通知和你的文字互动都在这里！
    "information.content1": '官方系統通知和你的文字互動都在這裡！',
    // a. 系统通知和私信将在这里！
    "information.content2": 'a. 系統通知和私訊將在這裡！',
    // b. 可以快速的找到好友、你关注的人给他私信！
    "information.content3": 'b. 可以快速的找到好友、你追蹤的人私訊他！',
    // c. 设置将新的朋友首次私信飘屏！
    "information.content4": 'c. 設定將新的朋友首次私訊飄屏！',

    "my": '我的',
    // 你可以根据个人喜好，设置你的风格，这样使你与众不同，体现个人特色，让其他人更了解你！
    "my.content1": '你可以根據個人喜好，設定你的風格，這樣使你與眾不同，體現個人特色，讓其他人更了解你！',
    // 也可以获得个人权益，享受你的专属特权！
    "my.content2": '也可以獲得個人權益，享受你的專屬特權！',
    // a. 点击头像：编辑一个好看的用户名，选择一张好看的头像，增加你的魅力。
    "my.content3": 'a. 點擊頭像：編輯一個好看的用戶名，選擇一張好看的頭像，增加你的魅力。',
    // b. 装扮自己的虚拟形象，体现你的个人风格
    "my.content4": 'b. 裝扮自己的虛擬形象，展現你的個人風格。',
    // c. 你关注的好友、谁关注了你、谁看过你，将在这里显示哦
    "my.content5": 'c. 你追蹤的好友、誰追蹤了你、誰看過你，將在這裡顯示哦。',
    // "d. “钱包”中的钻石可以送礼、参与活动哦首次充值还有额外奖励赠送给你！"
    "my.content6": '"d.「錢包」中的鑽石可以送禮、參與活動哦首次儲值還有額外獎勵贈送給你！',
    // 除了获得礼物之外，“钱包”中的金币、水晶也可以丰富你的装扮，增加您的等级！
    "my.content7": '除了獲得禮物之外，「錢包」中的金幣、水晶也可以豐富你的裝扮，增加您的等級！',
    // e. 成为 VIP 和yaame 高级会员可获得专属特权。
    "my.content8": 'e. 成為 VIP 和yaame 高級會員可獲得專屬特權。',
    // f. 您可以花费金币和水晶在商店购买您喜欢的商品，这将使您变得与众不同。
    "my.content9": 'f. 您可以花費金幣和水晶在商店購買您喜歡的商品，這將使您變得與眾不同。',
    // g. 如果您在使用yaame时遇到一些问题，可以在这里反馈。
    "my.content10": 'g. 如果您在使用yaame時遇到一些問題，可以在這裡回饋。',
};
