/*
 * @Author: wujiang@weli.cn
 * @Date: 2023-09-25 11:05:39
 * @LastEditors: wujiang
 * @LastEditTime: 2023-09-27 14:44:45
 * @Description:
 */
export default {
  'rule-1': 'وقت بدء الحدث: 29-09-2023 00:00:00 (UTC0)',
  'rule-2': 'وقت انتهاء الحدث: 2023-10-23:59:59 (UTC0))',
  'start-time': '(UTC0)00:00:00 2023-09-29',
  'end-time': '(UTC0)23:59:59 2023-10-05',
  'rule-3':
    'يمكنك الحصول على جوائز مختلفة،بعد توزيع كميات مختلفة من هدايا الحظ',
  'rule-4': 'حق التفسير النهائي يعود إلى يامي',
  'btn-can-get': 'يحصل على ',
  'btn-has-get': 'حصل  على ',
  'toast-get': 'تم إرسال المكافأة إلى حقيبة الظهر ',
  'pulling-text': 'اسحب للأسفل للتحديث',
  'loosing-text': 'افلت للتحديث',
  'loading-text': 'جار التحميل',
  'success-text': 'تم التحديث بنجاح',
  'error-tip': 'خطأ في الشبكة',
  'task-finish': 'لقد حصلت على جميع الجوائز',
};
