/*
 * @Author: Elk
 * @Date: 2023-05-11 18:42:05
 * @FilePath: /yaame-h5/src/pages/zootopia/locale/ar-SA.js
 * @Description: 
 */
export default {
    'thisRound': 'هذه الجولة',
    'victory': 'فوز!',
    'winGame': 'مبروك على فوزك و تحصل على',
    'cancel': 'إلغاء',
    'confirm': 'تأكيد',
    'time': 'وقت',
    
    'content-1': 'هناك ثلاثة مجالات للاختيار للعبة:',
    'content-2': 'اختر منطقة حيوانات صغيرة واحدة ، ويمكنك الحصول على 6 أضعاف مكافأة الفاصوليا الذهبية بعد الفوز ؛',
    'content-3': 'اختيار منطقتين مخلوقتين والحصول على 3x الماس مكافأة للفوز ؛',
    'content-4': 'اختر 3 مناطق مخلقة واحصل على 2x الماس للفوز ؛',
    'content-5': 'اختيار واحد لكل منطقة في كل جولة من اللعبة ؛',
    'content-6': 'كل لعبة لها احتمالية متساوية للفوز لكل مخلوق ، أي 1/6.',
    'content-7': 'اللعبة للترفيه فقط ، ولا يمكن استبدال المخرجات التي حصل عليها المستخدم نقدًا أو سلعًا ثمينة في الاتجاه المعاكس ، كما تُحظر جميع المعاملات غير المتصلة بالإنترنت والصرف النقدي وغير ذلك من السلوكيات غير اللائقة.',
    'content-8': 'يعود الحق في شرح النشاط إلى المنصة.',

    'diamond': 'الماس',

    'toast-1': 'تهانينا! تم اختيار الحيوان الصغير رقم {win_num} الذي اخترته كفائز وحصل على {reward} الماسة.',

    'toast-2': '{win_num} الحيوان رقم الفائزة، وكنت قد اخترت ({records}) للأسف خسر.',

    'Deer': 'أيّل',
    'Fox': 'فوكس',
    'Cat': 'نمر',
    'Rabbit': 'أرنب',
    'Dog': 'كلب',
    'Sheep': 'غنم',

    'toast-3': 'رصيد الماس غير كافي.',
    'toast-4': 'لا يمكنك الرهان أثناء السباق.',
    
};
