/*
 * @Author: Elk
 * @Date: 2024-05-17 17:23:07
 * @FilePath: /yaame-h5/src/pages/AbundantHarvest/locale/ar-SA.js
 * @Description: 
 */

import refresh from '@/lib/i18n/refresh/ar-SA';
export default {
    // 大丰收
    title: 'الحصاد الوفير',
    // 送礼培育果树
    subTitle: 'إهداء وزراعة الأشجار',
    // 钻石培育果树
    diamond: 'زراعة الأشجار بالألماس',
    // 苹果兑换奖品
    exchange: 'استبدال التفاح بالجوائز',
    // 树王排行
    ranking: 'ترتيب ملك الأشجار',
    // 规则
    rule: 'القواعد',
    // 活动礼物
    eventGift: 'هدايا الفعالية',
    // 给自己的CP赠送下方的礼物可以增加植物经验值
    giftTip: 'إرسال الهدايا أدناه يمكن أن يزيد من نقاط خبرة النبات.',
    // 洒水壶
    wateringCan: 'علبة الري',
    // 剪刀
    scissors: 'المقص',
    // 肥料 
    fertilizer: 'السماد',
    // 幸运礼物奖品展示
    luckyGift: 'عرض جوائز الهدايا المحظوظة',

    // 1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）
    rule1: 'مدة الفعالية: من 27 مايو 2024، الساعة 0:00 صباحًا حتى 3 يونيو 2024، الساعة 0:00 صباحًا (UTC 0)',
    // 2.送出“洒水壶、剪刀、肥料”可以增加果树的经验值
    rule2: 'إهداء "علبة الري، المقص، السماد" يمكن أن يزيد من نقاط خبرة الشجرة',
    // 2.1.赠送洒水壶可以给果树增加10经验值
    rule2_1: 'إهداء علبة الري يمكن أن يزيد من نقاط خبرة الشجرة بمقدار 10 نقاط.',
    // 2.2.赠送剪刀可以给果树增加50经验值
    rule2_2: 'إهداء علبة الري يمكن أن يزيد من نقاط خبرة الشجرة بمقدار 10 نقاط.',
    // 2.3.赠送肥料可以给果树增加100经验值
    rule2_3: 'إهداء المقص يمكن أن يزيد من نقاط خبرة الشجرة بمقدار 50 نقطة.',
    // 3.也可以直接在活动页面消耗钻石对果树进行浇灌、修剪、施肥，消耗钻石培育果树每次给果树增加的经验值不同
    rule3: 'يمكن أيضًا إنفاق الألماس مباشرة على صفحة الفعالية للري، التقليم، والتسميد. يختلف مقدار نقاط الخبرة المكتسبة من إنفاق الألماس',
    // 3.1.浇灌果树，每次最多可增加100经验值
    rule3_1: 'ري الشجرة يمكن أن يزيد من نقاط الخبرة حتى 100 نقطة في كل مرة.',
    // 3.2.修剪果树，每次最多可增加500经验值
    rule3_2: 'تقليم الشجرة يمكن أن يزيد من نقاط الخبرة حتى 500 نقطة في كل مرة.',
    // 3.3.给果树施肥，每次最多可增加1000经验值
    rule3_3: 'تسميد الشجرة يمكن أن يزيد من نقاط الخبرة حتى 1000 نقطة في كل مرة.',
    // 4.活动页面会在2024年6月4日上午0点下架(UTC0)
    rule4: 'سيتم إزالة صفحة الفعالية في 4 يونيو 2024، الساعة 0:00 صباحًا (UTC 0)',
    // 5.活动的最终解释权归Yaame所有
    rule5: 'تمتلك Yaame حقوق التفسير النهائية لهذه الفعالية.',
    

    // 培育{0}次
    cultivate: 'زراعة {0} مرات',
    // 送出幸运礼物有机会获得以下奖励
    sendTip: 'استخدام المدافع الزراعية لديه فرصة لاكتساب نقاط الخبرة التالية',
    // 使用培育道具有机会获得以下经验值
    cultivateTip: 'اهدي هدايا الحظ واحصل على فرصة للحصول على المكافآت التالية',
    // 浇水奖励
    waterReward: 'مكافآت الري',
    // 修剪奖励
    pruningReward: 'مكافآت التقليم',
    // 施肥奖励
    fertilizeReward: 'مكافآت التسميد',
    // 增加{0}果树经验值
    addExp: 'زيادة {0} نقاط خبرة الشجرة',

    // 进房特效
    enterRoomEffect: 'تأثيرات دخول الغرفة',
    // 果树到达三级后，每次升级都可以获得60个苹果
    enterRoomEffectTip: 'عندما تصل الشجرة إلى المستوى الثالث، كل ترقية تمنح 60 تفاحة.',
    // 我的当前拥有的苹果数量
    myApple: 'عدد التفاح الحالي لدي:',

    // 兑换
    exchangeOpen: 'الاستبدال',
    // 1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）
    exchangeRule1: 'مدة الفعالية: من 27 مايو 2024، الساعة 0:00 صباحًا حتى 3 يونيو 2024، الساعة 0:00 صباحًا (UTC 0)',
    // 2.每次升级果树可以获得60个苹果
    exchangeRule2: 'كل ترقية للشجرة تمنح 60 تفاحة',
    // 3.消耗苹果可以兑换各种奖品
    exchangeRule3: 'يمكن استخدام التفاح لاستبدال جوائز متنوعة.',
    // 4.活动页面会在2024年6月4日上午0点下架(UTC0)
    exchangeRule4: 'سيتم إزالة صفحة الفعالية في 4 يونيو 2024، الساعة 0:00 صباحًا (UTC 0)',
    // 5.活动的最终解释权归Yaame所有
    exchangeRule5: 'تمتلك Yaame حقوق التفسير النهائية لهذه الفعالية.',
    
    // 暂时无人上榜
    noRanking: 'لا يوجد أحد في الترتيب بعد',

    // 1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）
    diamondsRule1: 'مدة الفعالية: من 27 مايو 2024، الساعة 0:00 صباحًا حتى 3 يونيو 2024، الساعة 0:00 صباحًا (UTC 0)',
    // 2.送出“洒水壶、剪刀、肥料”可以增加果树的经验值
    diamondsRule2: 'إهداء "علبة الري، المقص، السماد" يمكن أن يزيد من نقاط خبرة الشجرة:',
    // 2.1.赠送洒水壶可以给果树增加10经验值
    diamondsRule2_1: '2.1. إهداء علبة الري يمكن أن يزيد من نقاط خبرة الشجرة بمقدار 10 نقاط.',
    // 2.2.赠送剪刀可以给果树增加50经验值
    diamondsRule2_2: '2.2. إهداء المقص يمكن أن يزيد من نقاط خبرة الشجرة بمقدار 50 نقطة. ',
    // 2.3.赠送肥料可以给果树增加100经验值
    diamondsRule2_3: '2.3. إهداء السماد يمكن أن يزيد من نقاط خبرة الشجرة بمقدار 100 نقطة.',
    // 3.也可以直接在活动页面消耗钻石对果树进行浇灌、修剪、施肥，消耗钻石培育果树每次给果树增加的经验值不同
    diamondsRule3: '3.يمكن أيضًا إنفاق الألماس مباشرة على صفحة الفعالية للري، التقليم، والتسميد. يختلف مقدار نقاط الخبرة المكتسبة من إنفاق الألماس',
    // 3.1.浇灌果树，每次最多可增加100经验值
    diamondsRule3_1: '3.1. ري الشجرة يمكن أن يزيد من نقاط الخبرة حتى 100 نقطة في كل مرة. 3.2. تقليم الشجرة يمكن أن يزيد من نقاط الخبرة حتى 500 نقطة في كل مرة. 3.3. تسميد الشجرة يمكن أن يزيد من نقاط الخبرة حتى 1000 نقطة في كل مرة.',
    // 3.2.修剪果树，每次最多可增加500经验值
    diamondsRule3_2: '3.2. تقليم الشجرة يمكن أن يزيد من نقاط الخبرة حتى 500 نقطة في كل مرة.',
    // 3.3.给果树施肥，每次最多可增加1000经验值
    diamondsRule3_3: '3.3. تسميد الشجرة يمكن أن يزيد من نقاط الخبرة حتى 1000 نقطة في كل مرة.',
    // 4.榜单根据果树的经验值排名，果树的经验值越高，用户的排名就越高
    diamondsRule4: 'الترتيب يعتمد على نقاط خبرة الشجرة. كلما زادت نقاط خبرة الشجرة، ارتفع ترتيب المستخدم.',
    // 5.活动页面会在2024年6月4日上午0点下架(UTC0)
    diamondsRule5: 'سيتم إزالة صفحة الفعالية في 4 يونيو 2024، الساعة 0:00 صباحًا (UTC 0)',
    // 6.活动的最终解释权归Yaame所有
    diamondsRule6: 'تمتلك Yaame حقوق التفسير النهائية لهذه الفعالية.',


    // 奖励
    reward: 'المكافآت',
    // 活动奖励
    eventReward: 'مكافآت الفعالية',
    // TOP1
    top1: 'الأول',
    // TOP2
    top2: 'الثاني',
    // TOP3
    top3: 'الثالث',
    // TOP4~6
    top4_6: 'من الرابع إلى السادس',
    // TOP7~10
    top7_10: 'من السابع إلى العاشر',
    // {0}天
    day: '{0} أيام',
    // 钻石不足
    diamondNotEnough: 'الألماس غير كافٍ',
    // 兑换成功 
    exchangeSuccess: 'تم الاستبدال بنجاح',
    // 苹果不足
    appleNotEnough: 'التفاح غير كافٍ',
    // 给果树浇水消耗钻石
    waterDiamond: 'ري الشجرة يستهلك الألماس.',
    // 修剪果树消耗钻石
    pruningDiamond: 'تقليم الشجرة يستهلك الألماس.',
    // 给果树施肥消耗钻石
    fertilizeDiamond: 'تسميد الشجرة يستهلك الألماس.',
    // 苹果兑换钻石
    appleExchangeDiamond: 'استبدال التفاح بالألماس',

    // 丰收节树王排行奖励
    rankingReward: 'مكافآت ترتيب ملك الأشجار لمهرجان الحصاد',

    history: 'التاريخ',
    

    // 活动时间
    'activity_time': 'وقت الحدث',
    // 活动说明
    'activity_description': 'وصف الحدث',
    // 活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）
    'activity_period': 'من 27 مايو 2024، الساعة 0:00 صباحًا حتى 3 يونيو 2024، الساعة 0:00 صباحًا (UTC 0)',
    // 我的当前拥有的苹果数量
    'my_current_apples': 'عدد التفاح الحالي لدي:',
    // 暂时无人上榜
    'no_one_on_the_list': 'لم يتم إدراج أي شخص حتى الآن',

    // 你没有培育过你的果树
    'no_cultivation': 'لم تقم بزراعة شجرتك بعد',


    ...refresh,
};
