/*
 * @Author: Elk
 * @Date: 2024-05-17 17:23:07
 * @FilePath: /yaame-h5/src/pages/AbundantHarvest/locale/zh-CN.js
 * @Description: 
 */
import refresh from '@/lib/i18n/refresh/zh-CN'

export default {
    // 大丰收
    title: '大丰收',
    // 送礼培育果树
    subTitle: '送礼培育果树',
    // 钻石培育果树
    diamond: '钻石培育果树',
    // 苹果兑换奖品
    exchange: '苹果兑换奖品',
    // 树王排行
    ranking: '树王排行',
    // 规则
    rule: '规则',
    // 活动礼物
    eventGift: '活动礼物',
    // 送出下方的礼物可以增加植物经验值
    giftTip: '送出下方的礼物可以增加植物经验值',
    // 洒水壶
    wateringCan: '洒水壶',
    // 剪刀
    scissors: '剪刀',
    // 肥料 
    fertilizer: '肥料',
    // 幸运礼物奖品展示
    luckyGift: '幸运礼物奖品展示',

    // 1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）
    rule1: '1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）',
    // 2.送出“洒水壶、剪刀、肥料”可以增加果树的经验值
    rule2: '2.送出“洒水壶、剪刀、肥料”可以增加果树的经验值',
    // 2.1.赠送洒水壶可以给果树增加10经验值
    rule2_1: '2.1.赠送洒水壶可以给果树增加10经验值',
    // 2.2.赠送剪刀可以给果树增加50经验值
    rule2_2: '2.2.赠送剪刀可以给果树增加50经验值',
    // 2.3.赠送肥料可以给果树增加100经验值
    rule2_3: '2.3.赠送肥料可以给果树增加100经验值',
    // 3.也可以直接在活动页面消耗钻石对果树进行浇灌、修剪、施肥，消耗钻石培育果树每次给果树增加的经验值不同
    rule3: '3.也可以直接在活动页面消耗钻石对果树进行浇灌、修剪、施肥，消耗钻石培育果树每次给果树增加的经验值不同',
    // 3.1.浇灌果树，每次最多可增加100经验值
    rule3_1: '3.1.浇灌果树，每次最多可增加100经验值',
    // 3.2.修剪果树，每次最多可增加500经验值
    rule3_2: '3.2.修剪果树，每次最多可增加500经验值',
    // 3.3.给果树施肥，每次最多可增加1000经验值
    rule3_3: '3.3.给果树施肥，每次最多可增加1000经验值',
    // 4.活动页面会在2024年6月4日上午0点下架(UTC0)
    rule4: '4.活动页面会在2024年6月4日上午0点下架(UTC0)',
    // 5.活动的最终解释权归Yaame所有
    rule5: '5.活动的最终解释权归Yaame所有',
    

    // 培育{0}次
    cultivate: '培育{0}次',
    // 送出幸运礼物有机会获得以下奖励
    sendTip: '送出幸运礼物有机会获得以下奖励',
    // 使用培育道具有机会获得以下经验值
    cultivateTip: '使用培育道具有机会获得以下经验值',
    // 浇水奖励
    waterReward: '浇水奖励',
    // 修剪奖励
    pruningReward: '修剪奖励',
    // 施肥奖励
    fertilizeReward: '施肥奖励',
    // 增加{0}果树经验值
    addExp: '增加{0}果树经验值',

    // 进房特效
    enterRoomEffect: '进房特效',
    // 果树到达三级后，每次升级都可以获得60个苹果
    enterRoomEffectTip: '果树到达三级后，每次升级都可以获得60个苹果',
    // 我的当前拥有的苹果数量
    myApple: '我的当前拥有的苹果数量',

    // 兑换
    exchangeOpen: '兑换',
    // 1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）
    exchangeRule1: '1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）',
    // 2.每次升级果树可以获得60个苹果
    exchangeRule2: '2.每次升级果树可以获得60个苹果',
    // 3.消耗苹果可以兑换各种奖品
    exchangeRule3: '3.消耗苹果可以兑换各种奖品',
    // 4.活动页面会在2024年6月4日上午0点下架(UTC0)
    exchangeRule4: '4.活动页面会在2024年6月4日上午0点下架(UTC0)',
    // 5.活动的最终解释权归Yaame所有
    exchangeRule5: '5.活动的最终解释权归Yaame所有',
    
    // 暂时无人上榜
    noRanking: '暂时无人上榜',

    // 1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）
    diamondsRule1: '1.活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）',
    // 2.送出“洒水壶、剪刀、肥料”可以增加果树的经验值
    diamondsRule2: '2.送出“洒水壶、剪刀、肥料”可以增加果树的经验值',
    // 2.1.赠送洒水壶可以给果树增加10经验值
    diamondsRule2_1: '2.1.赠送洒水壶可以给果树增加10经验值',
    // 2.2.赠送剪刀可以给果树增加50经验值
    diamondsRule2_2: '2.2.赠送剪刀可以给果树增加50经验值',
    // 2.3.赠送肥料可以给果树增加100经验值
    diamondsRule2_3: '2.3.赠送肥料可以给果树增加100经验值',
    // 3.也可以直接在活动页面消耗钻石对果树进行浇灌、修剪、施肥，消耗钻石培育果树每次给果树增加的经验值不同
    diamondsRule3: '3.也可以直接在活动页面消耗钻石对果树进行浇灌、修剪、施肥，消耗钻石培育果树每次给果树增加的经验值不同',
    // 3.1.浇灌果树，每次最多可增加100经验值
    diamondsRule3_1: '3.1.浇灌果树，每次最多可增加100经验值',
    // 3.2.修剪果树，每次最多可增加500经验值
    diamondsRule3_2: '3.2.修剪果树，每次最多可增加500经验值',
    // 3.3.给果树施肥，每次最多可增加1000经验值
    diamondsRule3_3: '3.3.给果树施肥，每次最多可增加1000经验值',
    // 4.榜单根据果树的经验值排名，果树的经验值越高，用户的排名就越高
    diamondsRule4: '4.榜单根据果树的经验值排名，果树的经验值越高，用户的排名就越高',
    // 5.活动页面会在2024年6月4日上午0点下架(UTC0)
    diamondsRule5: '5.活动页面会在2024年6月4日上午0点下架(UTC0)',
    // 6.活动的最终解释权归Yaame所有
    diamondsRule6: '6.活动的最终解释权归Yaame所有',


    // 奖励
    reward: '奖励',
    // 活动奖励
    eventReward: '活动奖励',
    // TOP1
    top1: 'TOP1',
    // TOP2
    top2: 'TOP2',
    // TOP3
    top3: 'TOP3',
    // TOP4~6
    top4_6: 'TOP4~6',
    // TOP7~10
    top7_10: 'TOP7~10',
    // {0}天
    day: '{0}天',
    // 钻石不足
    diamondNotEnough: '钻石不足',
    // 兑换成功 
    exchangeSuccess: '兑换成功',
    // 苹果不足
    appleNotEnough: '苹果不足',
    // 给果树浇水消耗钻石
    waterDiamond: '给果树浇水消耗钻石',
    // 修剪果树消耗钻石
    pruningDiamond: '修剪果树消耗钻石',
    // 给果树施肥消耗钻石
    fertilizeDiamond: '给果树施肥消耗钻石',
    // 苹果兑换钻石
    appleExchangeDiamond: '苹果兑换钻石',

    // 丰收节树王排行奖励
    rankingReward: '丰收节树王排行奖励',

    history: '历史',
    
    // 活动时间
    'activity_time': '活动时间',
    // 活动说明
    'activity_description': '活动说明',
    // 活动时间：2024年5月27日上午0点-2024年6月3日上午0点（UTC0）
    'activity_period': '2024年5月27日上午0点-2024年6月3日上午0点（UTC0）',
    // 我的当前拥有的苹果数量
    'my_current_apples': '我的当前拥有的苹果数量',
    // 暂时无人上榜
    'no_one_on_the_list': '暂时无人上榜',

    // 你没有培育过你的果树
    'no_cultivation': '你没有培育过你的果树',

    ...refresh,
};
