export default {
    'title': 'قواعد العائلة',
    'FamilyProfile': 'ملف العائلة',
    'content-1': '١ . العائلة هي منظومة أنشأها المستخدمون بإنفسهم، ويمكن للمستخدمين التقدم بطلب للانضمام إلى العائلة، أو إنشاء عائلة بأنفسهم،  والعمل بجد مع أفراد العائلة لتطويرها .',
    'FamilyLevel': 'مستوى العائلة',
    'content-2': '١ . تنقسم مستويات العائلة إلى ٢٠ مستوى إجمالاً، من المستوى الأدنى إلى المستوى ١ إلى المستوى ٢٠ . يمكن لمستويات العائلة المختلفة استيعاب أعداد مختلفة من الأعضاء والحصول على أنماط مختلفة من شعارات العائلة .',
    'content-3': '٢ . إذا كنت ترغب ترقية مستوى عائلتك إلى المستوى الأعلى، فإنك بحاجة الوصول إلى المستوى المقابل من نقاط العائلة . يمكن لأفراد العائلة كسب النقاط من خلال استكمال المهام الموكلة إليهم لزيادة مشاركتهم في العائلة .',

    'level': 'المستوى',
    'minValue': 'الخبرة',
    'adminCnt': 'المدير',
    'memberCnt': 'عدد الأعضاء',
    'levelBadge': 'الشارة',

    'content-4': '٣ . يمكن لأفراد العائلة كسب النقاط من خلال إتمام المهام الموكلة إليهم  لزيادة مساهمتهم في العائلة .',

    'task': 'المهمة',
    'points': 'النقاط',

    'rankTitle': 'تصنيف  العائلة',
    'content-5': '٧ . يمكن للعائلات المختلفة استيعاب أعداد مختلفة من الأعضاءوالحصول على أنماط مختلفة من شعارات العائلة .',

    'rank': 'القائمة',
    'family_point': 'نقاط العائلة',
    'family_member_act': 'سلوك أعضاء العائلة',

    'FamilyPrivilege': 'امتيازات العائلة',

    'content-6': '١ . بعد الانضمام إلى العائلة: يمكنك الحصول على مكافآت الماس كل شهر، كل شهر، ستقوم يامي بمنح ١ في مائة من الماس الذي قدمته العائلة لكل فرد من أفراد العائلة، ويجب أن تكون قيمة الماس التي قدمها أفراد العائلة في ذلك الشهرأكثر من  >=١٠٠٠٠٠  وإلا فلن تحصل على المكافأة !',

    'content-7': '٢ . يمكن لمسؤولي ومديري العائلة الحصول على مكافآت الماس شهريًا.كل شهر، ستقوم يامي بمنح ١ في مائة من الماس الذي قدمه أعضاء العائلة إلى مسؤولي ومديري العائلة. يجب أن تكون الهدايا المقدمة من أعضاء العائلة في ذلك الشهر أكثر من ١٠٠٠٠٠  ماسة ، وإلا فلن تحصل على المكافأة !',

    'content-8': '٣ . بعد الانضمام إلى  العائلة ،يمكنك ترقية مستواك بشكل  اسرع',

    'content-9': '٤ . بعد الانضمام إلى العائلة: ستحصل على شعار العائلة . يمكن رؤية شعار العائلة في الملف الشخصية و الغرفة',

    'content-10': '٥ . سيكون لدى العائلات المختلفة المستوى شعارات عائلية مختلفة ',

    'content-11': '٦ . تصل العائلة إلى مستويات مختلفة، حيث  يمكن لأكبر ثلث أعضاء الذين يقدمون الهدايا بشكل  اكبر ،الحصول على اطارات مناسبة ',

    'content-12': '٧ . تصل العائلة إلى مستويات مختلفة، ويمكن لأفضل ثلاثة أشخاص في العائلة الذين يقدمون أكبر عدد من الهدايا كل شهر الحصول على تأثيرات الدخول المقابلة .',
};
