export default {
    'title': '家族规则',
    'FamilyProfile': '家族简介',
    'content-1': '1.家族是由用户自己创建的组织，用户可以通过申请加入家族，或自行创建家族，与家族成员一起努力，使家族不断壮大。',
    'FamilyLevel': '家族等级',
    'content-2': '1.家族等级总共分为20个等级，从低到高依次为从Lv.1到Lv.20不同的家族等级可容纳不同数量的成员，并获得不同样式的家族徽章。',
    'content-3': '2.想要提升到更高的家族等级，需要达到对应级别的家族积分。家族成员可以通过完成已下任务来获取积分，提升自己对家族的贡献。',

    'level': '等级',
    'minValue': '经验值',
    'adminCnt': '管理员',
    'memberCnt': '成员数',
    'levelBadge': '徽章',

    'content-4': '3.家族成员可以通过完成已下任务来获取积分，提升自己对家族的贡献。',

    'task': '任务',
    'points': '积分',

    'rankTitle': '家族排行榜',
    'content-5': '共设有三个家族榜单（财富榜、明星榜、活跃榜）依据家族的财富积分、魅力积分、活跃积分来排序。',

    'rank': '榜单',
    'family_point': '家族积分',
    'family_member_act': '家族成员行为',

    'FamilyPrivilege': '家族特权',

    'content-6': '1.加入家族后：每个月都能获得钻石奖励，每个月Yaame都会拿出家族送礼钻石的1%送给家族的每一位成员，当月家族成员送出的礼物价值钻石必须要>=10万，否则不会获得奖励！',

    'content-7': '2.家族内的管理员和族长每个月都能获得钻石奖励，每个月Yaame都会拿出家族送礼钻石的1%送给家族的族长和管理员，当月家族成员送出的礼物价值钻石必须要>=10万，否则不会获得奖劢！',

    'content-8': '3.加入家族后，可以更快的提升用户等级',

    'content-9': '4.加入家族后，会获得获得家族徽章，个人资料，房间内都能看到家族的徽章',

    'content-10': '5.不同的家族等级会有不同的家族装饰',

    'content-11': '6.家族达到不同的等级，每个月家族内送出礼物最多的人前三名能够获得对应的头框',

    'content-12': '7.家族达到不同的等级，每个月家族内送出礼物最多的人前三名能够获得对应的进场特效',

};
