export default {
    'title': '家族規則',
    'FamilyProfile': '家族簡介',
    'content-1': '1. 家族是由用戶自己創建的組織，用戶可以通過申請加入家族，或自行創建家族，與家族成員一起努力，使家族不斷壯大。',
    'FamilyLevel': '家族等級',
    'content-2': '1. 家族等級總共分為20個等級，從低到高依次為從Lv.1到Lv.20不同的家族等級可容納不同數量的成員，並獲得不同樣式的家族徽章。',
    'content-3': '2. 想要提升到更高的家族等級，需要達到對應級別的家族積分。家族成員可以通過完成已下任務來獲取積分，提升自己對家族的貢獻。',

    'level': '等級',
    'minValue': '經驗值',
    'adminCnt': '管理員',
    'memberCnt': '成員數',
    'levelBadge': '徽章',

    'content-4': '3. 家族成員可以通過完成已下任務來獲取積分，提升自己對家族的貢獻。',

    'task': '任務',
    'points': '積分',

    'rankTitle': '家族排行榜',
    'content-5': '共設有三個家族榜單（財富榜、魅力榜、活躍榜）依據家族的財富積分、魅力積分、活躍積分來排序。',

    'rank': '榜單',
    'family_point': '家族積分',
    'family_member_act': '家族成員行為',

    'FamilyPrivilege': '家族特權',

    'content-6': '1. 加入家族後：每個月都能獲得鑽石獎勵，每個月Yaame都會拿出家族送禮鑽石的1%送給家族的每一位成員，當月家族成員送出的禮物價值鑽石必須要>=10萬，否則不會獲得獎勵！',

    'content-7': '2. 家族內的管理員和族長每個月都能獲得鑽石獎勵，每個月Yaame都會拿出家族送禮鑽石的1%送給家族的族長和管理員，當月家族成員送出的禮物價值鑽石必須要>=10萬，否則不會獲得獎勵！',

    'content-8': '3. 加入家族後，可以更快的提升使用者等級',

    'content-9': '4. 加入家族後，會獲得獲得家族徽章，個人資料，房間內都能看到家族的徽章',

    'content-10': '5. 不同的家族等級會有不同的家族裝飾',

    'content-11': '6. 家族達到不同的等級，每個月家族內送出禮物最多的人前三名能夠獲得對應的頭框',

    'content-12': '7. 家族達到不同的等級，每個月家族內送出禮物最多的人前三名能夠獲得對應的進場特效',

};
