/*
 * @Author: wujiang@weli.cn
 * @Date: 2023-12-07 17:29:17
 * @LastEditors: Please set LastEditors
 * @LastEditTime: 2024-08-07 13:56:23
 * @Description:
 */
export default {
	"your-code": "رمز الدعوة الخاص بك",
	"your-code-tips":
		'اطلب من الأصدقاء الذين تدعوهم ملء رمز الدعوة الخاص بك في "من دعاك" للحصول على المكافآت.',
	"invite-rule": "قواعد الدعوة",
	"invite-rule-0": "يبقى المدعو في الغرفة لمدة تزيد عن نصف ساعة خلال 24 ساعة بعد التسجيل.",
	"invite-rule-1":
		"بعد الدعوة ،يجب على المدعو البقاء في الغرفة لمدة ٣أيام متتالية، وبمدة لا تقل عن ساعة يوميًا",
	"invite-rule-2":
		"بعد الدعوة،يجب على المدعو البقاء في الغرفة لمدة ٧ أيام متتالية، وبمدة لا تقل عن ساعة يوميًا",
	"invite-rule-3":
		"بعد الدعوة، سيحصل الداعي على  من عدد الماسات التي حصل عليها المدعو في أول عملية شحن . يمكن الحصول على ما يصل إلى ١٠٠٠٠ بحد أقصى.",
	"invite-rule-4":
		"٤-لا يمكن للمستخدمين الذين لم يقوموا بإدخال رمز الدعوة خلال 7 أيام من التسجيل تعبئته بعد ذلك",
	"reward-desc": "المكافآت",
	// 'reward-desc-1':
	//   '١-إذا اكمل الشخص المدعو  " إدخال الاسم المستعار"، "تحميل الصورة الشخصية"، "إدخال التوقيع الشخصي". يحصل الداعي على 100 💎',
	"reward-desc-1":
		'٢-إذا اتم الشخص  المدعو "التسجيل والبقاء في الغرفة لأكثر من ساعة لمدة 3 أيام متتالية". يحصل الداعي على 300 💎',
	"reward-desc-2":
		'٣-إذا اتم الشخص المدعو "التسجيل والبقاء في الغرفة لأكثر من ساعة لمدة 7 أيام متتالية". يحصل الداعي  على 500 💎',
	"reward-desc-3":
		"٤- سيحصل  الداعي  على 10٪ من عدد الماسات التي حصل عليها في أول عملية شحن للمدعو. الحد الأقصى الذي يمكن الحصول عليه هو 10000💎",
	"get-gift": "يرجى إدخال رمز الدعوة للحصول على الهدايا",
	"had-reward": "الجوائز التي تم الحصول عليها",
	"tab-1": "دعوة أشخاص آخرين",
	"tab-2": "سجل  الدعوة",
	"tab-3": "من دعاك ",
	"placeholder-text": "رمز الدعوة المكون من 8 أرقام",
	"your-inviter": "المدعو الخاص بك",
	"can-get-reward": "يمكن الحصول  على المكافآت",
	expiration: "العد التنازلي لانتهاء الصلاحية",
	day: "دقيقة",
	hour: "ساعة",
	minute: "يوم",
	INVITE: "تم الدعوة",
	FIRST_RECHARGE_REWARD: "شحن لأول مرة",
	THREE_DAY_REWARD: "نشط لمدة 3 أيام",
	SEVEN_DAY_REWARD: "نشط لمدة 7 أيام",
	"empty-invite": "لا دعوة سجل",
	"invite-process": "عملية الدعوة",
	"invite-friend": "قم بدعوة أصدقائك لتنزيل تطبيق Yaame",
	"support-download": "المتاجر التي تدعم التحميل: جوجل بلاي / أبل ستور",
	"goto-download":
		"انقر لنسخ عنوان التحميل إلى أصدقائك للدخول بسرعة إلى صفحة تحميل  التطبيق",
	copy: "نسخ",
	"copy-invite-code": "انقر لنسخ رمز الدعوة الخاص بك",
	"register-fill-invite":
		'بعد الانتهاء من تسجيل المستخدم، انسخ "رمز الدعوة الخاص بك" إلى أصدقائك واطلب منهم ملء رمز الدعوة الخاص بك في "من دعاك".',
	"no-fill-invite":
		"بعد ٧ أيام من تسجيل المستخدم، لن يكون بإمكان المستخدمين متابعة إدخال رمز الدعوة",
	"exceed-7-day":
		"إذا لم يتم ملء بيانات الداعي لأكثر من ٧ أيام، فستنتهي صلاحية هذه الوظيفة. ولكن لا يزال بإمكانك دعوة الأصدقاء للحصول على المكافآت",
	inviter: "الداعِ",
	advertising:
		"للمستخدمين الذين يسجلون من مصدر إعلانات، لن يتمكنوا من إدخال رموز الدعوة. ولكن لا يزال بإمكانك دعوة الأصدقاء للحصول على المكافآت",

	"game-header": "أيفون 15 في انتظارك",
    "game-header-other": "VIP في انتظارك",
	"game-details": "تفاصيل اللعبة",
	"game-info":
		"اعتمادًا على عدد الأصدقاء الذين تدعوهم، وحالة نشاطهم، وحالة إعادة شحن رصيدهم، سوف تحصل على فرص السحب ",
	"game-btn": "ابدأ اليانصيب",

	// 每周邀请任务
	"invite-task": "مهام الدعوة الشهرية",
	// 按UTC0时区计算，每周任务刷新，可重复完成任务。
	"task-desc": `يتم الحساب بناءً على التوقيت الزمني UTC0
    ويتم تحديث المهام كل شهر، ويمكن إكمال المهام بشكل متكرر.`,
	// 剩余刷新时间
	"refresh-time": "الوقت المتبقي للتحديث",
	// {0}天 {1}小时 {2}分钟
	"refresh-time-format": "{0} يوم {1} ساعة {2} دقيقة",
	// 累计邀请10个好友。
	"task-1": "عدد الأصدقاء المدعوين 10",
	// 累计邀请20个好友。
	"task-2": "عدد الأصدقاء المدعوين 20",
	// 累计邀请50个好友。
	"task-3": "عدد الأصدقاء المدعوين 50",
	// 邀请的好友累计有10个完成“连续3天房间停留时长超过1小时”。
	"task-4": 'أكمل إجمالي 10 من الأصدقاء المدعوين "البقاء في الغرفة لأكثر من ساعة واحدة لمدة 3 أيام متتالية"',
	// 邀请的好友累计有20个完成“连续3天房间停留时长超过1小时”。
	"task-5": 'أكمل إجمالي 20 من الأصدقاء المدعوين "البقاء في الغرفة لأكثر من ساعة واحدة لمدة 3 أيام متتالية".',
	// 邀请的好友累计有5个完成“连续7天房间停留时长超过1小时”。
	"task-6": 'أكمل 5 من الأصدقاء المدعوين "البقاء في الغرفة لأكثر من ساعة واحدة لمدة 7 أيام متتالية"',
	// 邀请的好友累计有10个完成“连续7天房间停留时长超过1小时”
	"task-7": 'أكمل  10 من الأصدقاء المدعوين "البقاء في الغرفة لأكثر من ساعة واحدة لمدة 7 أيام متتالية"',
	// 抽奖+{0}
	"task-reward": "{0}+اليانصيب",

    "invite-me-1": "بعد إكمال إدخال رمز الدعوة، يمكنك الحصول على مكافأة إضافية بنسبة 10٪ من الألماس في أول إيداع، مع حد أقصى يمكن أن يصل إلى 10000",

    // 进行中
    "ongoing": "قيد التنفيذ",

    // 已完成
    "completed": "تم الانتهاء",

    // 已邀请
    "invited": "تم الدعوة",

    // 去邀请
    "goto-invite": "الذهاب للدعوة",

    'game-title': 'يانصيب المهمة',

    ONE_DAY_REWARD: "النشاط خلال اليوم",
};
