export default {
	"your-code": "你的邀請碼",
	"your-code-tips":
		"讓你邀請的好友，在「誰邀請你」內填寫你的邀請碼，可將獲得獎勵。",
	"invite-rule": "邀請規則",
	"invite-rule-0": "被邀請人注册後24小時內在房間停留超過半個小時。",
	"invite-rule-1": "邀請後，被邀請人連續3天每天在房間內停留時長超過1小時。",
	"invite-rule-2": "邀請後，被邀請人連續7天每天在房間內停留時長超過1小時。",
	"invite-rule-3":
		"邀請後，邀請人將獲得被邀請人首次充值獲得鑽石數的10%。 最多可獲得 💎 10000。",
	"invite-rule-4": "4. 註冊後7天內沒有填寫邀請碼的用戶將無法填寫邀請碼。",
	"reward-desc": "獎勵說明",
	// 'reward-desc-1':
	//   '1. 被邀请人完成了“填写昵称”、“上传头像”、“填写个人签名”。邀请人可获得💎100。',
	"reward-desc-1":
		"1. 被邀請者完成了「註冊後連續3天每天在房間內停留時長超過1小時」。 邀請者可獲得💎300。",
	"reward-desc-2":
		"2. 被邀請者完成了「註冊後連續7天每天在房間內停留時長超過1小時」。 邀請者可獲得💎500。",
	"reward-desc-3":
		"3. 邀請人將獲得受邀請人首次儲值獲得鑽石數的10%。 最多可獲得 💎10000。",
	"get-gift": "請填寫邀請碼，獲得禮包",
	"had-reward": "已獲得獎勵",
	"tab-1": "邀請別人",
	"tab-2": "邀請記錄",
	"tab-3": "誰邀請我",
	"placeholder-text": "8位邀請碼",
	"your-inviter": "你的邀請人",
	"can-get-reward": "可獲得獎勵",
	expiration: "过期倒數計時",
	day: "天",
	hour: "时",
	minute: "分",
	INVITE: "已被邀請",
	FIRST_RECHARGE_REWARD: "首次儲值",
	THREE_DAY_REWARD: "3日活躍",
	SEVEN_DAY_REWARD: "7日活躍",
	"empty-invite": "沒有邀請記錄",
	"invite-process": "邀請流程",
	"invite-friend": "邀請你的好友下載Yaame App。",
	"support-download": "支持下載的商城：Google Play / Apple Store",
	"goto-download": "點擊複製下載地址給好友，可快速進入產品下載頁面。",
	copy: "複製",
	"copy-invite-code": "點擊可複製你的邀請碼。",
	"register-fill-invite":
		"用戶註冊完成後，複製“你的邀請碼”給好友，讓好友在“誰邀請你”內填寫你的邀請碼。",
	"no-fill-invite": "用戶在注册7天后將無法繼續填寫邀請碼。",
	"exceed-7-day":
		"超過7天沒有填寫邀請人，此功能已失效。 但你仍然可以邀請好友獲得獎勵。",
	inviter: "邀請人",
	advertising:
		"廣告來源註冊用戶，無法填寫邀請人。 但你仍然可以邀請好友獲得獎勵。",

	"game-header": "iPhone 15等你拿",
    "game-header-other": 'VIP 等你來拿',
	"game-details": "遊戲詳情",
	"game-info":
		"根據您邀請的好友數量、好友的活躍情况、好友的充值情况，可獲得抽獎機會。",
	"game-btn": "開啟抽獎",

    // 每周邀请任务
	"invite-task": "每月邀請任務",
	// 按UTC0时区计算，每周任务刷新，可重复完成任务。
	"task-desc": "按UTC0時區計算，每月任務重繪，可重複完成任務。",
	// 剩余刷新时间
	"refresh-time": "剩餘重繪時間",
	// {0}天 {1}小时 {2}分钟
	"refresh-time-format": "{0}天 {1}小時 {2}分鐘",
	// 累计邀请10个好友。
	"task-1": "累計邀請10個好友。",
	// 累计邀请20个好友。
	"task-2": "累計邀請20個好友。",
	// 累计邀请50个好友。
	"task-3": "累計邀請50個好友。",
	// 邀请的好友累计有10个完成“连续3天房间停留时长超过1小时”。
	"task-4": "邀請的好友累計有10個完成“連續3天房間停留時長超過1小時。",
	// 邀请的好友累计有20个完成“连续3天房间停留时长超过1小时”。
	"task-5": "邀請的好友累計有20個完成“連續3天房間停留時長超過1小時。",
	// 邀请的好友累计有5个完成“连续7天房间停留时长超过1小时”。
	"task-6": "邀請的好友累計有5個完成“連續7天房間停留時長超過1小時。",
	// 邀请的好友累计有10个完成“连续7天房间停留时长超过1小时”
	"task-7": "邀請的好友累計有10個完成“連續7天房間停留時長超過1小時",
	// 抽奖+{0}
	"task-reward": "抽獎+{0}",

    "invite-me-1": "您填寫完邀請碼後的第一次充值。 可獲得額外10%鑽石獎勵，最多可多獲得 💎 10000。",

    // 进行中
    "ongoing": "進行中",

    "completed": "已完成",

    // 已邀请
    "invited": "已邀請",

    // 去邀请
    "goto-invite": "去邀請",

    'game-title': '任務抽獎',

    ONE_DAY_REWARD: "當日活躍",
};
