export default {
    // 礼物周星
    'gift_week_star': 'نجم الأسبوع للهدايا',
    // 上期周星
    'last_week_star': 'نجم الأسبوع السابق',
    // 周星名人堂
    'week_star_hall_of_fame': 'قاعة مشاهير نجم الأسبوع',
    // 名人堂
    'hall_of_fame': 'قاعة المشاهير',
    // 榜单
    'ranking_list': 'القائمة',
    // 本期倒计时
    'current_countdown': 'العد التنازلي لهذه الدورة',
    // 周星榜
    'week_star_ranking': 'قائمة نجم الأسبوع',
    // 贡献榜
    'contribution_ranking': 'قائمة المساهمات',
    // 下期周星活动开始更新。快来争夺吧！敬请期待~
    'next_week_star_update': 'سيبدأ تحديث فعاليات نجم الأسبوع التالي قريبًا. أسرع للمشاركة! تابعونا!',
    // 规则
    'rules': 'القواعد',
    // 奖励
    'rewards': 'الجوائز',
    // 规则&奖励
    'rules_rewards': 'القواعد والجوائز',
    // 本期周星礼物
    'current_week_star_gift': 'هدايا نجم الأسبوع لهذا الدورة',
    // 1. 每期有4个周星礼物，收/送周星礼物进入榜单，收礼进入周星榜；送礼进入贡献榜。
    'rule_1': '1.كل دورة تحتوي على 4 هدايا نجم الأسبوع. استلام/إرسال هدايا نجم الأسبوع يدخل القائمة، استلام الهدايا يدخل لوحة نجم الأسبوع؛ إرسال الهدايا يدخل لوحة المساهمات.',
    // 2. 每个榜单Top 3用户将会获得奖励，每个礼物的周星榜Top 1将会额外奖励展示在活动页面及名人堂，获得更多曝光。
    'rule_2': '2.سيحصل أعلى 3 مستخدمين في كل لوحة على جوائز. وسيحصل أعلى مستخدم في لوحة نجم الأسبوع لكل هدية على مكافأة إضافية وعرض على صفحة الحدث وقاعة المشاهير، مما يتيح المزيد من الترويج.',
    // 3. 同一用户可获得多个礼物下的奖励，奖励累计。
    'rule_3': '3.يمكن لنفس المستخدم الحصول على جوائز من لوحات هدايا متعددة، وتكون الجوائز مُجمعة.',
    // 4. 周星榜单将统计周一00:00-周日23:59（UTC+0）期间收/送周星礼物的数据。
    'rule_4': '4. ستجمع لوحة نجم الأسبوع البيانات الخاصة بالهدايا المستلمة/المقدمة من الاثنين الساعة 00:00 إلى الأحد الساعة 23:59 (UTC+0).',
    // 5. 每期周星礼物&榜单将于每周一00:00更新开始。
    'rule_5': '5.كل دورة من هدايا نجم الأسبوع والقوائم سيتم تحديثها بدءًا من الساعة 00:00 يوم الاثنين.',
    // 6. 活动中获得的奖励会直接下发至背包，请在有效期内使用，否则将会过期。
    'rule_6': '6.الجوائز التي يتم الحصول عليها خلال الحدث ستُرسل مباشرة إلى حقيبتك؛ يرجى استخدامها قبل انتهاء فترة الصلاحية، أو ستفقد.',
    // 7. 每期活动的榜单奖励将会在次周周一10:00（UTC+0）发放，注意查收～
    'rule_7': '7.جوائز قائمة كل دورة سيتم توزيعها في الساعة 10:00 يوم الاثنين التالي (UTC+0). يرجى متابعة الاستلام.',
    // 8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_8': '8.Yaame يحتفظ بحق التفسير النهائي. في حال اكتشاف أي انتهاك، نحتفظ بالحق في فرض العقوبات واسترجاع جميع الجوائز التي تم منحها.',
    // 周星榜奖励
    'weekly_star_rewards': 'جوائز نجم الأسبوع',
    // 贡献榜奖励
    'contribution_rewards': 'جوائز قائمة المساهمات',

    // 开播
    'start_broadcast': 'بث مباشر',
    // 在线
    'online': 'عبر الإنترنت',
    // 暂时无人上榜
    'noRank': 'لم يتم إدراج أي شخص حتى الآن',
    // 该用户为神秘人哦～
    'mystery_user': 'هذا المستخدم شخص غامض~',
    // 已关注
    'followed': 'المتابعة',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': 'المكافات غير متاحه للان, يرجى اكمال المهام',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': 'تهانينا، لقد قمت بفتح جميع المكافآت. استمتع الآن!',
    // 虚位以待
    'position_available': 'لا احد',
    // 距离上⼀名
    'distance_to_next': 'المسافة من المركز الأخير',
}
