export default {
    // 礼物周星
    'gift_week_star': '礼物周星',
    // 上期周星
    'last_week_star': '上期周星',
    // 周星名人堂
    'week_star_hall_of_fame': '周星名人堂',
    // 名人堂
    'hall_of_fame': '名人堂',
    // 榜单
    'ranking_list': '榜单',
    // 本期倒计时
    'current_countdown': '本周倒计时',
    // 周星榜
    'week_star_ranking': '周星榜',
    // 贡献榜
    'contribution_ranking': '贡献榜',
    // 下期周星活动开始更新。快来争夺吧！敬请期待~
    'next_week_star_update': '下期周星活动开始更新。快来争夺吧！敬请期待~',
    // 规则
    'rules': '规则',
    // 奖励
    'rewards': '奖励',
    // 规则&奖励
    'rules_rewards': '规则&奖励',
    // 本期周星礼物
    'current_week_star_gift': '本期周星礼物',
    // 1. 每期有4个周星礼物，收/送周星礼物进入榜单，收礼进入周星榜；送礼进入贡献榜。
    'rule_1': '1. 每期有4个周星礼物，收/送周星礼物进入榜单，收礼进入周星榜；送礼进入贡献榜。',
    // 2. 每个榜单Top 3用户将会获得奖励，每个礼物的周星榜Top 1将会额外奖励展示在活动页面及名人堂，获得更多曝光。
    'rule_2': '2. 每个榜单Top 3用户将会获得奖励，每个礼物的周星榜Top 1将会额外奖励展示在活动页面及名人堂，获得更多曝光。',
    // 3. 同一用户可获得多个礼物下的奖励，奖励累计。
    'rule_3': '3. 同一用户可获得多个礼物下的奖励，奖励累计。',
    // 4. 周星榜单将统计周一00:00-周日23:59（UTC+0）期间收/送周星礼物的数据。
    'rule_4': '4. 周星榜单将统计周一00:00-周日23:59（UTC+0）期间收/送周星礼物的数据。',
    // 5. 每期周星礼物&榜单将于每周一00:00更新开始。
    'rule_5': '5. 每期周星礼物&榜单将于每周一00:00更新开始。',
    // 6. 活动中获得的奖励会直接下发至背包，请在有效期内使用，否则将会过期。
    'rule_6': '6. 活动中获得的奖励会直接下发至背包，请在有效期内使用，否则将会过期。',
    // 7. 每期活动的榜单奖励将会在次周周一10:00（UTC+0）发放，注意查收～
    'rule_7': '7. 每期活动的榜单奖励将会在次周周一10:00（UTC+0）发放，注意查收～',
    // 8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_8': '8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。',
    // 周星榜奖励
    'weekly_star_rewards': '周星榜奖励',
    // 贡献榜奖励
    'contribution_rewards': '贡献榜奖励',

    // 开播
    'start_broadcast': '开播',
    // 在线
    'online': '在线',
    // 暂时无人上榜
    'noRank': '暂时无人上榜',
    // 该用户为神秘人哦～
    'mystery_user': '该用户为神秘人哦～',
    // 已关注
    'followed': '已关注',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': '奖励暂未解锁，快去完成任务吧〜',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': '恭喜你已完成全部档位解锁，快去体验吧！',
    // 虚位以待
    'position_available': '虚位以待',
    // 距离上⼀名
    'distance_to_next': '距离上⼀名',
}
