export default {
    // 礼物周星
    'gift_week_star': '禮物周星',
    // 上期周星
    'last_week_star': '上期周星',
    // 周星名人堂
    'week_star_hall_of_fame': '周星名人堂',
    // 名人堂
    'hall_of_fame': '名人堂',
    // 榜单
    'ranking_list': '榜單',
    // 本期倒计时
    'current_countdown': '本周倒計時',
    // 周星榜
    'week_star_ranking': '周星榜',
    // 贡献榜
    'contribution_ranking': '貢獻榜',
    // 下期周星活动开始更新。快来争夺吧！敬请期待~
    'next_week_star_update': '下期周星活動開始更新。快來爭奪吧！敬請期待~',
    // 规则
    'rules': '規則',
    // 奖励
    'rewards': '獎勵',
    // 规则&奖励
    'rules_rewards': '規則&獎勵',
    // 本期周星礼物
    'current_week_star_gift': '本期周星禮物',
    // 1. 每期有4个周星礼物，收/送周星礼物进入榜单，收礼进入周星榜；送礼进入贡献榜。
    'rule_1': '1. 每期有4個周星禮物，收/送周星禮物進入榜單，收禮進入周星榜；送禮進入貢獻榜。',
    // 2. 每个榜单Top 3用户将会获得奖励，每个礼物的周星榜Top 1将会额外奖励展示在活动页面及名人堂，获得更多曝光。
    'rule_2': '2. 每位榜單Top 3用戶將會獲得獎勵，每張禮物的周星榜Top 1將會額外獎勵展示在活動頁面及名人堂，獲得更多曝光。',
    // 3. 同一用户可获得多个礼物下的奖励，奖励累计。
    'rule_3': '3. 同一用戶可獲得多個禮物下的獎勵，獎勵累計。',
    // 4. 周星榜单将统计周一00:00-周日23:59（UTC+0）期间收/送周星礼物的数据。
    'rule_4': '4. 周星榜單將統計週一00:00-週日23:59（UTC+0）期間收/送周星禮物的數據。',
    // 5. 每期周星礼物&榜单将于每周一00:00更新开始。
    'rule_5': '5. 每期周星禮物&名單將於每週一00:00更新開始。',
    // 6. 活动中获得的奖励会直接下发至背包，请在有效期内使用，否则将会过期。
    'rule_6': '6. 活動中獲得的獎勵會直接下發至背包，請在有效期限內使用，否則將會過期。',
    // 7. 每期活动的榜单奖励将会在次周周一10:00（UTC+0）发放，注意查收～
    'rule_7': '7. 每期活動的榜單獎勵將會在次週週一10:00（UTC+0）發放，注意查收～',
    // 8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_8': '8. Yaame保留最終解釋權。一旦發現違規行為，我們有權實施懲罰並收回已發放的所有獎勵。',// 周星榜奖励
    'weekly_star_rewards': '周星榜獎勵',
    // 贡献榜奖励
    'contribution_rewards': '貢獻榜獎勵',

    // 开播
    'start_broadcast': '開播',
    // 在线
    'online': '在线',
    // 暂时无人上榜
    'noRank': '暫時無人上榜',
    // 该用户为神秘人哦～
    'mystery_user': '該用戶為神秘人哦～',
    // 已关注
    'followed': '已關注',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': '奖励暂未解锁，快去完成任务吧〜',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': '恭喜你已完成全部檔位解鎖，快去體驗吧！',
    // 虚位以待
    'position_available': '虚位以待',
    // 距离上⼀名
    'distance_to_next': '距离上⼀名',
}
