/*
 * @Author: Elk
 * @Date: 2023-05-25 17:41:29
 * @FilePath: /yaame-h5/src/pages/TopReward/locale/zh-CN.js
 * @Description: 
 */
export default {
    title: 'عيد الهالووين',
    recordDesc: 'تهانينا {0}، حصلت على {1}',
    myDiamonds: 'الماس الخاص بي ',
    rule: 'القواعد',
    record: 'سجل ',
    rule_1: 'وقت الحدث',
    rule_2: 'وقت بدء الحدث: 2023-10-24 00:00:00 (UTC0)',
    rule_3: 'وقت انتهاء الحدث: 30-10-2023 الساعة 23:59:59 (UTC0) ',
    rule_4: 'وصف الحدث',
    rule_5: 'يمكنك المشاركة في لعبة يانصيب الهالوين خلال الحدث',
    rule_6: 'السحب الواحد يكلف 50 ماسة، وهناك فرصة لسحب هدية بقيمة 2000 ماسة.',
    rule_7: 'قم بمنح المستخدمين الآخرين الهدايا التي تم الحصول عليها من خلال اليانصيب ويمكنهم الظهور في قائمة التصنيف.',
    rule_8: 'بعد الحدث، لن يستمر تقديم هدايا الحدث في زيادة نقاط القائمة i، ولكن يمكن أن يستمر اليانصيب، ويمكن لأفضل 3 مستخدمين الحصول على الجوائز المقابلة للتصنيف.',
    rule_9: 'حق التفسير النهائي يعود إلى يامي',

    myDiamonds: 'الماس الخاص بي ',
    myReward: 'جائزتي',
    SEND_GIFT: 'أعلى هدية عطاء',
    STAR_GIFT: 'أعلى النجوم',
    rank: 'تصنيف',

    giftInfo: 'يتم الحصول على الهدايا المذكورة أعلاه من خلال السحب',
    noInList: 'off the list',

    emptyRecord: 'لم تشارك في اليانصيب بعد~',
    emptyList: 'لم يتم إدراج أي شخص حتى الآن',

    toCharge: 'الماس المتبقي لا يكفي '
};
