/*
 * @Author: Elk
 * @Date: 2023-04-24 16:50:27
 * @FilePath: /yaame-h5/src/pages/roomActivityRules/locale/ar-SA.js
 * @Description: 
 */
export default {
    'title': 'مكافأة ',
    '1st': 'المكافأة الأولى',
    '2st': 'المكافأة المركز الثاني',
    '3st': 'المكافأة المركز الثالث',
    'rule': 'قاعدة',

    'rule-1': '1. في كل مرة يبقى فيها المستخدم في الغرفة لأكثر من 3 دقائق ، يمكنه الحصول على نقطة واحدة.',
    'rule-2': '2. يمكن لكل مستخدم إضافة نقطة واحدة فقط للغرفة كل يوم.',
    'rule-3': '3. يستمر كل الجولة لمدة نصف شهر ، وستبدأ جولة جديدة من الإحصائيات بعد نصف شهر.',
    'rule-4': '4. بعد مرور نصف شهر ، سيتم احتساب أفضل 3 غرف ، وستحصل هذه الغرف الثلاث على مكافآت تتناسب مع ترتيبها.',
    'rule-5': '5. بعد الفوز بالمكافأة ، سيتواصل الموظف الرسمي مع صاحب الغرفة الفائزة في غضون 3 أيام عمل.',
    'rule-6': '6. يتم تحديد حق توزيع المكافآت من قبل صاحب الغرفة.',
    'rule-7': '7. يعود حق التفسير النهائي للنشاط إلى يا مي .',
};
