export default {
    defeatDemonKing: 'هزيمة ملك الشياطين العظيم',
    demonKing: 'ملك الشياطين',
    weapon: 'السلاح',
    ranking: 'التصنيف',
    itchingPerson: 'يبدو أن هناك من يدغدغني...',
    runAway: 'هرب... هناك قوة غامضة تستيقظ في الجسد...',
    foolishHumans: 'أيها البشر الغبياء... هل أيقظتموني...',
    angry: 'أنا غاضب جداً... ستندمون...',
    boring: 'ممل جداً... لا أحد قوي...',
    goodLuck: 'تحلى بالروح... وإلا لن يكون الأمر ممتعًا...',
    strongerNextWeek: 'الأسبوع المقبل سنصبح أقوى...',
    luckyVictory: 'لقد كنت محظوظًا في الفوز...',
    rewards: 'المكافآت',
    records: 'السجلات',
    currentHealth: 'الحجم الحالي',
    remainingHealth: 'باقي 7%',
    dealtDamage: 'تم التسبب في الضرر',
    attackOnce: 'هجوم مرة واحدة',
    attackTenTimes: 'هجوم 10 مرات',
    insufficientWeapons: 'الأسلحة غير كافية، يرجى الحصول عليها أولاً',
    consumeDiamonds: 'هل أنت متأكد من استخدام {0} الماس لشراء {1} سيف الجوهرة',

    consumeDiamonds2: 'هل ترغب في استهلاك {0} الماسة لشراء {1} كريستال',
    noPrompt: 'لا تظهر مرة أخرى',
    todayObtained: 'الحصول اليوم {0}/{1}',
    giftsFull: 'يمكن الحصول على 1 بعد إرسال هدايا بقيمة 300 الماسة، يمكن الحصول على ما يصل إلى 500 يوميًا',
    randomDamage: 'يمكن أن يتسبب كل هجوم عشوائي في 20-100 نقطة من الضرر، وهناك فرصة للحصول على هدايا أو زينة',
    todayPurchases: 'الحصول اليوم على {0}/99999',
    buyWithFiftyDiamonds: 'يمكنك استخدام 50 الماسة لشراء 1، ويمكنك الحصول على ما يصل إلى 99999 يوميًا',
    guaranteedGift: 'يمكن أن يتسبب كل هجوم عشوائي في ضرر يتراوح بين 5 و 30 نقطة، وستكون هناك بالتأكيد هدايا',
    buyWithHundredDiamonds: 'يمكنك استخدام 100 الماسة لشراء 1، ويمكنك الحصول على ما يصل إلى 99999 يوميًا',
    crystalDamage: 'يمكن أن يتسبب كل هجوم عشوائي في 20-100 نقطة من الضرر، وستكون هناك بالتأكيد هدايا',
    dealDamage: 'الضرر',
    totalDamage: 'نقاط الضرر الإجمالية',
    obtainRewards: 'الحصول على المكافآت',
    gameRules: 'قواعد اللعبة',
    heroBoard: 'لوحة الأبطال',
    damageBoard: 'لوحة الضرر',
    demonKingForms: 'ظهور ملك الشياطين',
    highestDamage: 'أعلى ضرر',
    killTime: 'وقت الهجوم',
    fullHealth: 'حالة الحجم الكامل',
    zombieForm: 'ظهور ملك الشياطين - الزومبي',
    vampireForm: 'ظهور ملك الشياطين - الشبح',
    finalForm: 'ظهور ملك الشياطين - الشيطان',
    laserCannonReward: 'مكافآت هجوم مدفع الليزر',
    gemSwordReward: 'مكافآت هجوم سيف الجوهرة',
    crystalReward: 'مكافآت هجوم الكريستال',
    winningRecords: 'سجلات الفوز',
    notAttackedDemonKing: 'لم تهاجم ملك الشياطين بعد',
    damageRewards: 'مكافآت الضرر',
    activityEndRewards: 'سيحصل أفضل 10 في لوحة الضرر على مكافآت مختلفة بعد الفعالية',
    firstPlace: 'المركز الأول',
    secondPlace: 'المركز الثاني',
    thirdPlace: 'المركز الثالث',
    sixthToTenthPlace: 'المراكز 6-10',
    activityRules: 'قواعد الفعالية',
    activityTime: '١.وقت الحدث: الساعة 0:00 يوم الأثنين من كل اسبوع، يمكن للمستخدمين إكمال المهام للحصول على الأسلحة، واستخدامها في  الهجوم ، توجد احتمالية الحصول على المكافآت',
    demonKingFormsInfo: '2. سيكون هناك 3 أنواع من ملوك الشياطين، كل نوع لديه حجم مختلف، عندما يصل حجم كل شكل إلى 0، يتم الانتهاء من اللعبة',
    weaponsInfo: '3. هناك أيضًا 3 أنواع من الأسلحة، وطرق الحصول عليها ونتائج الهجوم هي كما يلي:',
    laserCannon: 'مدفع الليزر',
    gemSword: 'سيف الجوهرة',
    crystal: 'الكريستال',
    obtainMethods: 'طرق الحصول',
    giftObtained: 'إرسال الهدايا تحصل عليها',
    diamondPurchase: 'الشراء بواسطة الماس',
    damageValue: 'نقاط الضرر',
    differentFormsRewards: '4. هجوم ملوك الشياطين المختلفة للفوز بمكافآت مختلفة',
    topThreeDamageRewards: '5. يمكن لأفضل 3 في لوحة الضرر الحصول على مكافآت مختلفة',
    finalInterpretation: 'تحتفظ Yaame بالتفسير النهائي للفعالية',
    congratulations: 'تهانينا لكون نقاط الضرر الخاصة بك هي الأكثر في حدث هجوم ملك الشياطين {0}، تم إرسال المكافآت إلى حقيبتك',

    'pullingText': 'اسحب للأسفل للتحديث',
    'loosingText': 'افلت للتحديث',
    'loadingText': 'جار التحميل',
    'successText': 'تم التحديث بنجاح',

    Cancel: 'إلغاء',
    Confirm: 'أكد',

    // 奖励已放入背包
    rewardInBag: 'تم وضع المكافأة في حقيبة الظهر',
    // 再试一次
    tryAgain: 'حاول مرة أخرى',
    // 下次一定中奖
    nextTime: 'ستفوز بالتأكيد في المرة القادمة',


    //钻石余额不足，请先去充值
    insufficientDiamonds: 'رصيد الماس غير كاف، يرجى الذهاب إلى الشحن أولا',

    // 去充值
    goToRecharge: 'الذهاب إلى الشحن',

    rankSort: 'التصنيف',
    nickName: 'اللقب',
    hurtNum: 'تسبب بعض الأضرار',

    monsterDead: 'تمت هزيمة ملك الشياطين، يرجى العودة الأسبوع القادم.',

    emptyList: 'لم يتم إدراج أي شخص حتى الآن',

    // 没有获得奖品
    noRewards: 'لم تفز بأي جوائز',

    top1Text: 'المحارب الأول',
    top2Text: 'المحارب الثاني',
    top3Text: 'المحارب الثالث',
    top4Text: 'المحاربون من المركز ٤-١٠',
    GoldenDragon: 'التنين الذهبي',

    day: 'يوم',


    activityEnd: 'هذا الحدث متاح فقط',
    activityEndTime: 'من  الجمعة إلى الأحد من كل أسبوع ',
};
