/*
 * @Author: Elk
 * @Date: 2024-05-30 17:27:49
 * @FilePath: /yaame-h5/src/pages/FruitFrenzyFiesta/locale/ar-SA.js
 * @Description: 
 */
export default {
    // 水果俱乐部
    'fruits_eater': 'احتفال الفواكه',
    // 活动规则
    'Rules': 'القواعد',
    // 活动时间：04/15-04/21
    'activity_time': 'وقت الحدث: 06/03—06/09',
    // 任务
    'task': 'المهام',
    // 每日
    'daily': 'المكافآت اليومية',
    // 排名
    'ranking': 'الترتيب ',
    // 购买过VIP且当前处于VIP身份的用户可领取额外大量钻石奖励
    'vip_reward': 'VIP يمكن للمستخدمين الذين قاموا بشراء وهم حاليًا يتمتعون بالعضوية الحصول على عدد كبير من المكافآت الماسية الإضافية',
    // 基础
    'basic': 'عام',
    // 投注
    'bet': 'البدء',
    // VIP
    'vip': 'VIP',
    // 已获得
    'obtained': 'حصلت على',
    // 领取
    'receive': 'استلام',
    // 等待完成
    'waiting': 'انتظر الانتهاء',
    // 任务投注：
    'mission_bet': ':مهمة الرهان',
    // 成本：
    'cost': 'الاستهلاك',
    // 同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高挡位要求的奖励
    'auto_reward': 'بمجرد تحقيق شرط الرهان والشحن لإحدى المهام في وقت واحد ، سيتم منح المستخدم تلقائيًا المكافآت في الساعة 24:00 من كل يوم ،بناءً على الشروط التي تم تحقيقها من قبل المستخدم لأعلى مستوى',
    // 今天
    'today': 'اليوم',
    // 充值：
    'recharge': ':إعادة الشحن',
    // 获得：
    'get': 'احصل على',
    // 活动时间为{0}至{1}，基于UTC-0时间。
    'activity_duration': 'وقت النشاط {0}: من 2024/06/03 00:00:00 إلى 2024/06/09 24:00:00 (UTC-0)',
    // 活动有三种玩法：
    'three_modes': 'هناك طريقتان للعب في فعالية {0}:',
    // 活动任务：活动期间赢取钻石达到任务标准的用户可以直接获得相应奖励。除此之外，购买过VIP且当前处于VIP身份的用户可额外领取大量钻石奖励。
    'activity_tasks': 'مهام الفعالية {0}: يمكن للمستخدمين العاديين الذين يصل استهلاكهم من الألماس إلى المعيار المطلوب خلال الفعالية الحصول على المكافآت المقابلة؛ يمكن للمستخدمين VIP الحصول على مكافآت إضافية؛ تتطلب المكافآت أن يقوم المستخدمون بالنقر على الزر في صفحة الفعالية للمطالبة بها.',
    // 排名PK：活动结束后，根据赢取钻石排名前10名的用户可获得相应奖励。
    'ranking_pk': '"{0} المهام اليومية: بعد استيفاء شروط المراهنة وإعادة الشحن لمهمة معينة في نفس الوقت، سيتم منح المكافآت لتحقيق أعلى مستويات المتطلبات تلقائيًا للمستخدم في الساعة 24:00 (UTC 0) كل يوم. "',
    // 每日任务：同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高档位要求的奖励。
    'daily_tasks': 'حق التفسير النهائي للفعالية يعود إلى Yaame',
    // 当前不满足领取条件
    'not_meet_condition': 'لا تتوفر الشروط للحصول على المكافأة حاليًا',
    // 领取成功
    'received_success': 'تم الاستلام بنجاح',
    
    // 只有购买过VIP的用户，才可领取该奖励
    'vip_only': 'فقط المستخدمين الذين اشتروا VIP يمكنهم المطالبة بهذه المكافأة',

    // 提示
    'tips': 'تلميح',
    // 购买
    'buy': 'شراء',
}
