/*
 * @Author: Elk
 * @Date: 2024-05-30 17:27:49
 * @FilePath: /yaame-h5/src/pages/FruitFrenzyFiesta/locale/zh-CN.js
 * @Description: 
 */
export default {
    // 水果俱乐部
    'fruits_eater': '水果嘉年华',
    // 活动规则
    'Rules': '玩法规则',
    // 活动时间：04/15-04/21
    'activity_time': '活动时间：06/03—06/09',
    // 任务
    'task': '任务',
    // 每日
    'daily': '每日奖励',
    // 排名
    'ranking': '排名',
    // 购买过VIP且当前处于VIP身份的用户可领取额外大量钻石奖励
    'vip_reward': '购买过VIP且当前处于VIP身份的用户可领取额外大量钻石奖励',
    // 基础
    'basic': '通用',
    // 投注
    'bet': '下注',
    // VIP
    'vip': 'VIP',
    // 已获得
    'obtained': '已获得',
    // 领取
    'receive': '领取',
    // 等待完成
    'waiting': '等待完成',
    // 任务投注：
    'mission_bet': '任务下注：',
    // 成本：
    'cost': '消耗：',
    // 同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高挡位要求的奖励
    'auto_reward': '同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高挡位要求的奖励',
    // 今天
    'today': '今日',
    // 充值：
    'recharge': '充值：',
    // 获得：
    'get': '获得：',
    // 活动时间为{0}至{1}，基于UTC-0时间。
    'activity_duration': '{0}活动时间：2024/06/03 00:00:00—2024/06/09 24:00:00（UTC-0）',
    // 活动有三种玩法：
    'three_modes': '{0}活动有两种玩法：',
    // 活动任务：活动期间赢取钻石达到任务标准的用户可以直接获得相应奖励。除此之外，购买过VIP且当前处于VIP身份的用户可额外领取大量钻石奖励。
    'activity_tasks': '{0}活动任务：活动期间钻石消耗达到任务标准的普通用户可以获得相应奖励：VIP用户可额外获得奖励；任务活动奖励需用户手动在活动页面点击按钮领取',
    // 排名PK：活动结束后，根据赢取钻石排名前10名的用户可获得相应奖励。
    'ranking_pk': '{0}每日任务：同时满足某个任务的投注和充值条件后，每天24点(UTC 0)会自动赠送给用户当天用户满足了最高档位要求的奖励',
    // 每日任务：同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高档位要求的奖励。
    'daily_tasks': '活动最终解释权归Yaame所有',
    // 当前不满足领取条件
    'not_meet_condition': '当前不满足领取条件',
    // 领取成功
    'received_success': '领取成功',
    // 只有购买过VIP的用户，才可领取该奖励
    'vip_only': '只有购买过VIP的用户，才可领取该奖励',

    // 提示
    'tips': '提示',
    // 购买
    'buy': '购买',
}
