/*
 * @Author: Elk
 * @Date: 2024-05-30 17:27:49
 * @FilePath: /yaame-h5/src/pages/FruitFrenzyFiesta/locale/zh-TW.js
 * @Description: 
 */
export default {
    // 水果俱乐部
    'fruits_eater': '水果嘉年華',
    // 活动规则
    'Rules': '玩法規則',
    // 活动时间：04/15-04/21
    'activity_time': '活動時間：06/03—06/09',
    // 任务
    'task': '任務',
    // 每日
    'daily': '每日獎勵',
    // 排名
    'ranking': '排名',
    // 购买过VIP且当前处于VIP身份的用户可领取额外大量钻石奖励
    'vip_reward': '購買過VIP且目前處於VIP身分的用戶可領取額外大量鑽石獎勵',
    // 基础
    'basic': '一般',
    // 投注
    'bet': '下注',
    // VIP
    'vip': 'VIP',
    // 已获得
    'obtained': '已獲得',
    // 领取
    'receive': '領取',
    // 等待完成
    'waiting': '等待完成',
    // 任务投注：
    'mission_bet': '任務下注：',
    // 成本：
    'cost': '消耗：',
    // 同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高挡位要求的奖励
    'auto_reward': '同時滿足某個任務的投注和儲值條件後，每天24點會自動贈送給用戶當天用戶滿足了最高擋位要求的獎勵',
    // 今天
    'today': '今日',
    // 充值：
    'recharge': '儲值:',
    // 获得：
    'get': '獲得：',
    // 活动时间为{0}至{1}，基于UTC-0时间。
    'activity_duration': '{0}活動時間：2024/06/03 00:00:00—2024/06/09 24:00:00（UTC-0）',
    // 活动有三种玩法：
    'three_modes': '{0}活動有兩種玩法：',
    // 活动任务：活动期间赢取钻石达到任务标准的用户可以直接获得相应奖励。除此之外，购买过VIP且当前处于VIP身份的用户可额外领取大量钻石奖励。
    'activity_tasks': '{0}活動任務：活動期間鑽石消耗達到任務標準的一般使用者可獲得對應獎勵：VIP使用者可額外獲得獎勵；任務活動獎勵需使用者手動在活動頁面點擊按鈕領取',
    // 排名PK：活动结束后，根据赢取钻石排名前10名的用户可获得相应奖励。
    'ranking_pk': '{0}每日任務：同時滿足某個任務的投注和儲值條件後，每天24點(UTC 0)會自動贈送給用戶當天用戶滿足了最高檔位要求的獎勵',
    // 每日任务：同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高档位要求的奖励。
    'daily_tasks': '活動最終解釋權歸Yaame所有',
    // 当前不满足领取条件
    'not_meet_condition': '目前不滿足領取條件',
    // 领取成功
    'received_success': '領取成功',
    // 只有购买过VIP的用户，才可领取该奖励
    'vip_only': '只有購買過VIP的用戶，才可領取該獎勵',

    // 提示
    'tips': '提示',
    // 购买
    'buy': '購買',
}
