export default {
    // 珍珠收藏家
    'pearl_collector': 'جامع لؤلؤة',
    // 活动礼物
    'event_gift': 'هدية الحدث',
    // 收集
    'collect': 'جمع',
    // 珍珠制作任务
    'pearl_making_task': 'مهمة صنع اللؤلؤة',
    // 珍珠榜单
    'pearl_ranking': 'قائمة اللؤلؤة',
    // 活动期间每制作珍珠达指定数量，可获得额外奖励！
    'extra_reward': 'أثناء الحدث، يمكنك الحصول على مكافآت إضافية بعد صنع عدد محدد من اللؤلؤة في كل مرة!',
    // 当前制作珍珠数量：xxxx
    'current_pearls': 'عدد اللؤلؤات الحالي: ',
    // 再制作xx个珍珠可解锁下一档位的奖励
    'next_reward': 'صنع {msg} لؤلؤة إضافية لفتح المكافآت للمستوى التالي',
    // 制作珍珠xxx个
    'make_pearls': 'صنع {msg} لؤلؤة',
    // 领取
    'claim': 'المطالبة',
    // 已领取
    'claimed': 'تم المطالبة',
    // 恭喜成功领取了以下奖励！
    'claim_success': 'تهانينا على الفوز!',
    // 收礼进入珍珠收集榜；送礼进入珍珠制作榜
    'enter_ranking': 'استلام الهدايا إلى قائمة جمع اللؤلؤة؛ الهدايا إلى قائمة صنع اللؤلؤة',
    // 收集榜
    'collection_ranking': 'قائمة الجمع',
    // 制作榜
    'making_ranking': 'قائمة الإنتاج',
    // 关注
    'follow': 'تابع',
    // 聊天
    'chat': 'دردشة',
    // 1. 活动共有6个指定礼物，活动期间用户收集/送出指定礼物各一个即为成功收集/制作了一个珍珠。
    'rule_1': '1. هناك 6 هدايا معينة في النشاط. إذا جمع المستخدم/أرسل أحد الهدايا المعينة خلال النشاط، فقد نجح في جمع/صنع لؤلؤة.',
    // 2. 珍珠的样式有xx种，每收集/制作1个珍珠将会获得一次点亮珍珠陈列的机会，用户可以在珍珠珍藏馆点亮珍珠陈列（ps: 每次点亮有50%的机会点亮成功，50%的机会点亮失败哦）点亮全部的珍珠样式可以领取额外奖励。
    'rule_2': '22. هناك 9 نوعًا من أنماط اللؤلؤ، كل جمع/صنع لؤلؤة سيحصل على فرصة لإضاءة عرض اللؤلؤ، يمكن للمستخدمين إضاءة عرض اللؤلؤ في متحف جمع اللؤلؤ (ملاحظة: كل إضاءة لها فرصة 50% للنجاح، 50% للفشل).',
    // 3. 榜单根据收集/制作珍珠的数量在对应的榜单下进行比榜，收集珍珠进入收集榜；制作珍珠进入制作榜。
    'rule_3': '3. سيتم مقارنة القائمة بموجب القائمة المقابلة وفقًا لعدد اللؤلؤات التي تم جمعها/صنعها، وسيتم إدخال اللؤلؤات المجمعة إلى قائمة الجمع؛ وإدخال صنع اللؤلؤة إلى قائمة الإنتاج.',
    // 4. 制作榜根据用户财富等级分组；收集榜根据用户等级分组，每组各分为以下x个等级：
    'rule_4': '4. يتم تجميع قائمة البناء وفقًا لمستوى ثروة المستخدمين؛ تجميع القائمة وفقًا لمستوى المستخدم، ويتم تقسيم كل مجموعة إلى {msg} مستويات التالية:',
    // 5. 活动期间，成功制作珍珠达到指定数量可在活动页面领取额外奖励，请在奖励领取截止时间之前领取，否则将会失效，奖励领取截止时间为8/7 23:59（UTC+0）
    'rule_5': '5. خلال فترة النشاط، يمكنك الحصول على مكافآت إضافية على صفحة النشاط إذا نجحت في صنع اللؤلؤات للوصول إلى العدد المحدد. يرجى جمع الجوائز قبل الموعد النهائي لجمع الجوائز، وإلا ستصبح بطاقة غير صالحة. الموعد النهائي لجمع الجوائز هو الساعة 23:59 في 8/10 (UTC+0).',
    // 6. 活动中领取的奖励会直接下发至背包请在有效期内使用，否则将会过期。
    'rule_6': '6. سيتم إرسال الجوائز التي تم جمعها خلال النشاط مباشرة إلى الظهر. يرجى استخدامها خلال فترة الصلاحية، وإلا ستنتهي صلاحيتها.',
    // 7. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～
    'rule_7': '7. سيتم إصدار مكافآت القائمة خلال 7-15 يوم عمل بعد الحدث، يرجى التحقق',
    // 8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_8': '8. تحتفظ يامي بحق التفسير النهائي. في حالة انتهاك، لدينا الحق في فرض العقوبات وسحب جميع الجوائز التي تم منحها.',
    // 珍珠制作示例
    'making_example': '**مثال صنع اللؤلؤة**',
    // 例如：收集/送出每个活动礼物各1个即可成功制作一颗珍珠！
    'example_1': 'مثلاً: جمع/أرسل واحدة من كل هدية في الحدث لصنع لؤلؤة بنجاح!',
    // 例如：你制作的珍珠数量与你在活动中收集/送出的最少的一个活动礼物的数量相同。
    'example_2': 'مثلاً: عدد اللؤلؤات التي تقوم بصنعها هو نفس الحد الأدنى من هدية واحدة في الحدث.',
    // 榜单奖励
    'ranking_rewards': 'مكافأة القائمة',
    // 制作榜奖励
    'making_ranking_rewards': 'مكافأة قائمة الإنتاج',
    // 收集榜奖励
    'collection_ranking_rewards': 'مكافأة قائمة الجمع',
    // 每组前20名用户将获得以下奖励。
    'top_20_rewards': 'سيحصل أفضل 5 مستخدمًا في كل مجموعة على الجوائز التالية.',
    // 珍珠珍藏馆
    'pearl_museum': 'بيت جمع اللؤلؤة',
    // 规则&奖励
    'rules_rewards': 'القواعد والجوائز',
    // 点亮全部珍珠样式，可以领取奖励哦～
    'light_up_all': 'إضاءة جميع أنماط اللؤلؤ والحصول على المكافآت',
    // 当前点亮珍珠次数：xxxx
    'current_light_up': 'عدد اللؤلؤات المضاءة حاليًا: ',
    // 点亮珍珠
    'light_up_pearl': 'لؤلؤة مضاءة',
    // 恭喜成功点亮xx珍珠，快去看看吧～
    'light_up_success': 'تهانينا على إضاءة {msg} لؤلؤة بنجاح، تفضل بالذهاب للتفقد',
    // Oops，没有点亮珍珠陈列哦，再试一次吧～
    'light_up_fail': 'عذرًا، لا يوجد عرض للؤلؤة. دعنا نحاول مرة أخرى.',
    // 暂时没有点亮珍珠次数，快去获得吧～
    'no_light_up': 'لا يوجد رقم للؤلؤة المضاءة، اذهب واحصل عليه',
    // 恭喜！你已点亮了全部的珍珠陈列！享受你的奖励吧～
    'all_lit_up': 'تهانينا! لقد أضأت كامل عرض اللؤلؤ! استمتع بجائزتك',
    // 紫光珍珠
    'purple_light_pearl': 'الؤلؤ البنفسجي',
    // 孔雀蓝珍珠
    'peacock_blue_pearl': 'لؤلؤ باون',
    // 极光珍珠
    'aurora_pearl': 'لؤلؤ اورورا',
    // 黄金珍珠
    'golden_pearl': 'لؤلؤ الذهب',
    // 璀璨珍珠
    'brilliant_pearl': 'لؤلؤ المشرق',
    // 白银珍珠
    'silver_pearl': 'لؤلؤ الفضي ',
    // 粉光珍珠
    'pink_light_pearl': 'لؤلؤ الوردي',
    // 翡翠珍珠
    'jade_pearl': 'لؤلؤ حجر جايد',
    // 流光珍珠
    'glowing_pearl': 'لؤلؤ الملون',
    // 活动未开始
    'event_not_started': 'النشاط لم يبدأ',
    // 活动已结束
    'event_ended': 'انتهى النشاط',
    // 领取成功
    'claim_successful': 'تم الاستلام بنجاح',
    // 开播
    'start_broadcast': 'بث مباشر',
    // 在线
    'online': 'عبر الإنترنت',
    // 暂时无人上榜
    'noRank': 'لم يتم إدراج أي شخص حتى الآن',
    // 该用户为神秘人哦～
    'mystery_user': 'هذا المستخدم شخص غامض~',
    // 已关注
    'followed': 'المتابعة',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': 'المكافات غير متاحه للان, يرجى اكمال المهام',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': 'تهانينا، لقد قمت بفتح جميع المكافآت. استمتع الآن!'
}
