export default {
    // 珍珠收藏家
    'pearl_collector': '珍珠收藏家',
    // 活动礼物
    'event_gift': '活動禮物',
    // 收集
    'collect': '收集',
    // 珍珠制作任务
    'pearl_making_task': '珍珠製作任務',
    // 珍珠榜单
    'pearl_ranking': '珍珠榜',
    // 活动期间每制作珍珠达指定数量，可获得额外奖励！
    'extra_reward': '活動期間每製作珍珠達指定數量，可獲得額外獎勵！',
    // 当前制作珍珠数量：xxxx
    'current_pearls': '目前製作珍珠數量：',
    // 再制作xx个珍珠可解锁下一档位的奖励
    'next_reward': '再製作{msg}個珍珠可解鎖下一個檔位的獎勵',
    // 制作珍珠xxx个
    'make_pearls': '製作珍珠{msg}個',
    // 领取
    'claim': '領取',
    // 已领取
    'claimed': '已領取',
    // 恭喜成功领取了以下奖励！
    'claim_success': '恭喜獲得',
    // 收礼进入珍珠收集榜；送礼进入珍珠制作榜
    'enter_ranking': '收禮進入珍珠收集榜；送禮進入珍珠製作榜',
    // 收集榜
    'collection_ranking': '收集榜',
    // 制作榜
    'making_ranking': '製作榜',
    // 关注
    'follow': '關注',
    // 聊天
    'chat': '聊天',
    // 1. 活动共有6个指定礼物，活动期间用户收集/送出指定礼物各一个即为成功收集/制作了一个珍珠。
    'rule_1': '1. 活動共有6個指定禮物，活動期間用戶收集/送出指定禮物各一個即為成功收集/製作了一個珍珠。',
    // 2. 珍珠的样式有xx种，每收集/制作1个珍珠将会获得一次点亮珍珠陈列的机会，用户可以在珍珠珍藏馆点亮珍珠陈列（ps: 每次点亮有50%的机会点亮成功，50%的机会点亮失败哦）点亮全部的珍珠样式可以领取额外奖励。
    'rule_2': '2. 珍珠的樣式有9種，每收集/製作1個珍珠將會獲得一次點亮珍珠陳列的機會，用戶可以在珍珠珍藏館點亮珍珠陳列（ps:每次點亮有50%的機會點亮成功，50%的機會點亮失敗哦）點亮全部的珍珠樣式可以領取額外獎勵。',
    // 3. 榜单根据收集/制作珍珠的数量在对应的榜单下进行比榜，收集珍珠进入收集榜；制作珍珠进入制作榜。
    'rule_3': '3.榜單根據收集/製作珍珠的數量在對應的榜單下進行比榜，收集珍珠進入收集榜；製作珍珠進入製作榜。',
    // 4. 制作榜根据用户财富等级分组；收集榜根据用户等级分组，每组各分为以下x个等级：
    'rule_4': '4. 製作榜依使用者財富等級分組；收集榜依使用者等級分組，每組各分為以下{msg}個等級：',
    // 5. 活动期间，成功制作珍珠达到指定数量可在活动页面领取额外奖励，请在奖励领取截止时间之前领取，否则将会失效，奖励领取截止时间为8/7 23:59（UTC+0）
    'rule_5': '5. 活動期間，成功製作珍珠達到指定數量可在活動頁面領取額外獎勵，請在獎勵領取截止時間之前領取，否則將會失效，獎勵領取截止時間為8/10 23:59（UTC+0）',
    // 6. 活动中领取的奖励会直接下发至背包请在有效期内使用，否则将会过期。
    'rule_6': '6. 活動中領取的獎勵會直接下發至背包請在效期內使用，否則將會過期。',
    // 7. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～
    'rule_7': '7. 榜單獎勵將會在活動結束後7-15個工作天內發放，並注意查收～',
    // 8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_8': '8. Yaame保留最終解釋權。一旦發現違規行為，我們有權實施懲罰並收回已發放的所有獎勵。',
    // 珍珠制作示例
    'making_example': '珍珠製作範例',
    // 例如：收集/送出每个活动礼物各1个即可成功制作一颗珍珠！
    'example_1': '例如：收集/送出每個活動禮物各1個即可成功製作一顆珍珠！',
    // 例如：你制作的珍珠数量与你在活动中收集/送出的最少的一个活动礼物的数量相同。
    'example_2': '例如：你製作的珍珠數量與你在活動中收集/送出的最少的一個活動禮物的數量相同。',
    // 榜单奖励
    'ranking_rewards': '榜單獎勵',
    // 制作榜奖励
    'making_ranking_rewards': '製作榜獎勵',
    // 收集榜奖励
    'collection_ranking_rewards': '收集榜獎勵',
    // 每组前20名用户将获得以下奖励。
    'top_20_rewards': '每組前5名用戶將獲得以下獎勵。',
    // 珍珠珍藏馆
    'pearl_museum': '珍珠珍藏館',
    // 规则&奖励
    'rules_rewards': '規則&獎勵',
    // 点亮全部珍珠样式，可以领取奖励哦～
    'light_up_all': '點亮全部珍珠樣式，可以領取獎勵哦～',
    // 当前点亮珍珠次数：xxxx
    'current_light_up': '目前點亮珍珠次數：',
    // 点亮珍珠
    'light_up_pearl': '點亮珍珠',
    // 恭喜成功点亮xx珍珠，快去看看吧～
    'light_up_success': '恭喜成功點亮{msg}珍珠!',
    // Oops，没有点亮珍珠陈列哦，再试一次吧～
    'light_up_fail': 'Oops，沒有點亮珍珠陳列哦，再試一次吧～',
    // 暂时没有点亮珍珠次数，快去获得吧～
    'no_light_up': '暫時沒有點亮珍珠次數，快去獲得吧～',
    // 恭喜！你已点亮了全部的珍珠陈列！享受你的奖励吧～
    'all_lit_up': '恭喜！你已點亮了全部的珍珠陳列！享受你的獎勵吧～',
    // 紫光珍珠
    'purple_light_pearl': '紫光珍珠',
    // 孔雀蓝珍珠
    'peacock_blue_pearl': '孔雀藍珍珠',
    // 极光珍珠
    'aurora_pearl': '極光珍珠',
    // 黄金珍珠
    'golden_pearl': '黃金珍珠',
    // 璀璨珍珠
    'brilliant_pearl': '璀璨珍珠',
    // 白银珍珠
    'silver_pearl': '白銀珍珠',
    // 粉光珍珠
    'pink_light_pearl': '粉紅珍珠',
    // 翡翠珍珠
    'jade_pearl': '翡翠珍珠',
    // 流光珍珠
    'glowing_pearl': '流光珍珠',
    // 活动未开始
    'event_not_started': '活動未開始',
    // 活动已结束
    'event_ended': '活動已結束',
    // 领取成功
    'claim_successful': '領取成功',
    // 开播
    'start_broadcast': '開播',
    // 在线
    'online': '在线',
    // 暂时无人上榜
    'noRank': '暫時無人上榜',
    // 该用户为神秘人哦～
    'mystery_user': '該用戶為神秘人哦～',
    // 已关注
    'followed': '已關注',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': '奖励暂未解锁，快去完成任务吧〜',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': '恭喜你已完成全部檔位解鎖，快去體驗吧！'
}
