export default {
    // 魅力等级
    'charm_level': 'مستوى الجاذبية',
    // 你还没达到这个等级
    'not_reached_level': 'لم تصل بعد إلى هذا المستوى',
    // 提示说明
    'tip_description': 'تنبيه',
    // OK
    'ok': 'OK',
    // 已经获得lv.{xx}～lv.{xx}的所有奖品
    'all_rewards_obtained': 'تم الحصول على جميع الجوائز من المستوى {msg} إلى المستوى {0}',

    // 财富等级规则
    'wealth_level_rules': 'قواعد مستوى الثروة',
    // 什么是财富等级？
    'what_is_wealth_level': 'ما هو مستوى الثروة؟',
    // 财富等级是在Yaame上代表个人财富的象征。随着财富等级的提升，您将获得越多的奖励和特权，并随时随地展示自己在平台上的地位。
    'wealth_level_description': 'مستوى الثروة هو رمز لثروة الفرد على منصة Yaame. مع زيادة مستوى الثروة، ستنال المزيد من المكافآت والامتيازات، وستتمكن من عرض مكانتك على المنصة في أي وقت ومن أي مكان.',
    // 如何提升财富等级？
    'how_to_improve_wealth_level': 'كيف يمكنك رفع مستوى الثروة؟',
    // 后刷新
    'refresh_later': 'تحديث لاحقًا',
    // 已经获得lv.{xx}的所有奖品
    'all_rewards_obtained_single_level': 'لقد حصلت على جميع الجوائز من Lv.{0}',
    // Lv.{0}
    'level_display': 'Lv.{0}',
    // {0h{0}m{0}s后刷新
    'refresh_in_time': 'سيتم التحديث بعد {1}h{2}m{3}s',
    // 财富等级
    'wealth_level': 'مستوى الثروة',
    // 需 {0} EXP 达到下一等级
    'next_level_exp_requirement': 'تحتاج إلى {0} خبرة للوصول إلى المستوى التالي',
    // 已完成
    'completed': 'تم الإنجاز'
}
