export default {
    // 水果俱乐部
    'fruits_eater': 'Greedy King',
    // 活动规则
    'Rules': 'القواعد',
    // 活动时间：04/15-04/21
    'activity_time': 'وقت الحدث: 22/04-28/04',
    // 任务
    'task': 'المهام',
    // 每日
    'daily': 'المكافآت اليومية',
    // 排名
    'ranking': 'الترتيب ',
    // 购买过VIP且当前处于VIP身份的用户可领取额外大量钻石奖励
    'vip_reward': 'VIP يمكن للمستخدمين الذين قاموا بشراء وهم حاليًا يتمتعون بالعضوية الحصول على عدد كبير من المكافآت الماسية الإضافية',
    // 基础
    'basic': 'عام',
    // 投注
    'bet': 'البدء',
    // VIP
    'vip': 'VIP',
    // 已获得
    'obtained': 'حصلت على',
    // 领取
    'receive': 'استلام',
    // 等待完成
    'waiting': 'انتظر الانتهاء',
    // 任务投注：
    'mission_bet': ':مهمة الرهان',
    // 成本：
    'cost': 'الاستهلاك',
    // 同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高挡位要求的奖励
    'auto_reward': 'بمجرد تحقيق شرط الرهان والشحن لإحدى المهام في وقت واحد ، سيتم منح المستخدم تلقائيًا المكافآت في الساعة 24:00 من كل يوم ،بناءً على الشروط التي تم تحقيقها من قبل المستخدم لأعلى مستوى',
    // 今天
    'today': 'اليوم',
    // 充值：
    'recharge': ':إعادة الشحن',
    // 获得：
    'get': 'احصل على',
    // 活动时间为{0}至{1}，基于UTC-0时间。
    'activity_duration': `{0} باستخدام UTC-0 كقاعدة زمنية، تكون مدة الحدث:  من 04/22 الساعة 00:00  إلى  04/28 الساعة24:00 .
    `,
    // 活动结束后，排名将不再变化。2小时内奖品将自动发送给各种获奖者。
    'activity_end': '{0} بعد انتهاء الحدث، لن يتغير الترتيب بعد ذلك. سيتم ارسال الجوائز تلقائيًا إلى الفائزين خلال ساعتين',
    // 活动有三种玩法：
    'three_modes': '{0}هناك ثلاث طرق للعب الحدث:',
    // 活动任务：活动期间赢取钻石达到任务标准的用户可以直接获得相应奖励。除此之外，购买过VIP且当前处于VIP身份的用户可额外领取大量钻石奖励。
    'activity_tasks': '{0}مهام الحدث: يمكن للمستخدمين الذين فازوا بالألماس و استوفوا معايير المهمة أثناء الحدث الحصول على المكافآت المقابلة مباشرة. بالإضافة إلى ذلك، يمكن للمستخدمين الذين اشتروا VIP وهم حاليًا يتمتعون بعضوية VIP الحصول على عدد كبير من المكافآت الماسية الإضافية.',
    // 排名PK：活动结束后，根据赢取钻石排名前10名的用户可获得相应奖励。
    'ranking_pk': '{0}تصنيف PK: بعد انتهاء الحدث،سيحصل المستخدمون الذين يحتلون المراكز العشرة الأولى في ترتيب الفوز بالألماس على المكافآت المقابلة',
    // 每日任务：同时满足某个任务的投注和充值条件后，每天24点会自动赠送给用户当天用户满足了最高档位要求的奖励。
    'daily_tasks': '{0}المهام اليومية: بعد استيفاء شروط الرهان وإعادة الشحن لمهمة معينة في نفس الوقت، سيتم منح المكافآت تلقائيًا للمستخدم الساعة 24:00 يوميًا  بناءً على الشروط التي تم تحقيقها من قبل المستخدم لأعلى مستوى',
    // 当前不满足领取条件
    'not_meet_condition': 'لا تتوفر الشروط للحصول على المكافأة حاليًا',
    // 领取成功
    'received_success': 'تم الاستلام بنجاح'
}
