/*
 * @Author: wujiang@weli.cn
 * @Date: 2023-12-07 17:29:17
 * @LastEditors: Please set LastEditors
 * @LastEditTime: 2024-08-07 17:22:10
 * @Description:
 */
export default {
	"your-code": "你的邀请码",
	"your-code-tips":
		"让你邀请的好友，在“谁邀请你”内填写你的邀请码，可将获得奖励。",
	"invite-rule": "邀请规则",
	"invite-rule-0": "被邀请人注册后24小时内在房间停留超过半个小时。",
	"invite-rule-1": "邀请后，被邀请人连续3天每天在房间内停留时长超过1小时。",
	"invite-rule-2": "邀请后，被邀请人连续7天每天在房间内停留时长超过1小时。",
	"invite-rule-3":
		"邀请后，邀请人将获得被邀请人首次充值获得钻石数的10%。最多可获得 💎10000。",
	"invite-rule-4": "4. 注册后7天内没有填写邀请码的用户将不能填写邀请码。",
	"reward-desc": "奖励说明",
	// 'reward-desc-1':
	//   '1. 被邀请人完成了“填写昵称”、“上传头像”、“填写个人签名”。邀请人可获得💎100。',
    "reward-desc-0":
		"1. 被邀请人完成了“注册后24小时内在房间停留超过半个小时”。邀请人可获得💎200。",
	"reward-desc-1":
		"2. 被邀请人完成了“注册后连续3天每天在房间内停留时长超过1小时”。邀请人可获得💎500。",
	"reward-desc-2":
		"3. 被邀请人完成了“注册后连续7天每天在房间内停留时长超过1小时”。邀请人可获得💎800。",
	"reward-desc-3":
		"4. 邀请人将获得受邀请人首次充值获得钻石数的10%。最多可获得 💎10000。",
	"get-gift": "请填写邀请码，获得礼包",
	"had-reward": "已获得奖励",
	"tab-1": "邀请别人",
	"tab-2": "邀请记录",
	"tab-3": "谁邀请我",
	"placeholder-text": "请输入8位邀请码",
	"your-inviter": "你的邀请人",
	"can-get-reward": "可获得奖励",
	expiration: "过期倒计时",
	day: "天",
	hour: "时",
	minute: "分",
	INVITE: "已被邀请",
	FIRST_RECHARGE_REWARD: "首次充值",
	THREE_DAY_REWARD: "3日活跃",
	SEVEN_DAY_REWARD: "7日活跃",
	"empty-invite": "没有邀请记录",
	"invite-process": "邀请流程",
	"invite-friend": "邀请你的好友下载Yaame App",
	"support-download": "支持下载的商城：Google Play/Apple Store",
	"goto-download": "点击复制下载地址给好友，可快速进入产品下载页面",
	copy: "复制",
	"copy-invite-code": "点击可复制你的邀请码",
	"register-fill-invite":
		"用户注册完成后，复制“你的邀请码”给好友，让好友在“谁邀请你”内填写你的邀请码",
	"no-fill-invite": "用户在注册7天后将无法继续填写邀请码",
	"exceed-7-day":
		"超过7天没有填写邀请人，此功能已失效。但你仍然可以邀请好友获得奖励。",
	inviter: "邀请人",
	advertising:
		"广告来源注册用户，无法填写邀请人。但你仍然可以邀请好友获得奖励。",

	"game-header": "iPhone 15等你拿",
    "game-header-other": 'VIP 等你来拿',
	"game-details": "游戏详情",
	"game-info":
		"根据您邀请的好友数量、好友的活跃情况、好友的充值情况，可获得抽奖机会。",
	"game-btn": "开启抽奖",

	// 每周邀请任务
	"invite-task": "每周邀请任务",
	// 按UTC0时区计算，每周任务刷新，可重复完成任务。
	"task-desc": "按UTC0时区计算，每周任务刷新，可重复完成任务。",
	// 剩余刷新时间
	"refresh-time": "剩余刷新时间",
	// {0}天 {1}小时 {2}分钟
	"refresh-time-format": "{0}天 {1}小时 {2}分钟",
	// 累计邀请10个好友。
	"task-1": "累计邀请10个好友。",
	// 累计邀请20个好友。
	"task-2": "累计邀请20个好友。",
	// 累计邀请50个好友。
	"task-3": "累计邀请50个好友。",
	// 邀请的好友累计有10个完成“连续3天房间停留时长超过1小时”。
	"task-4": "邀请的好友累计有10个完成“连续3天房间停留时长超过1小时。",
	// 邀请的好友累计有20个完成“连续3天房间停留时长超过1小时”。
	"task-5": "邀请的好友累计有20个完成“连续3天房间停留时长超过1小时。",
	// 邀请的好友累计有5个完成“连续7天房间停留时长超过1小时”。
	"task-6": "邀请的好友累计有5个完成“连续7天房间停留时长超过1小时。",
	// 邀请的好友累计有10个完成“连续7天房间停留时长超过1小时”
	"task-7": "邀请的好友累计有10个完成“连续7天房间停留时长超过1小时。",
	// 抽奖+{0}
	"task-reward": "抽奖+{0}",

    
    "invite-me-1": "您填写完邀请码后的第一次充值。可获得额外10%钻石奖励，最多可多获得💎10000。",

    // 进行中
    "ongoing": "进行中",

    // 未完成
    "uncompleted": "未完成",

    // 已完成
    "completed": "已完成",

    // 已邀请
    "invited": "已邀请",

    // 去邀请
    "goto-invite": "去邀请",

    ONE_DAY_REWARD: "当日活跃",

    // 本期活动已结束，已经邀请的关系奖励任务将可继续完成，请期待新一期活动。
    "activity-end": "本期活动已结束，已经邀请的关系奖励任务将可继续完成，请期待新一期活动。",

    'ph-reward-desc-0': '1. 被邀请人完成了“注册后连续3天每天在房间内停留时长超过1小时”。邀请人可获得💎300。',
    'ph-reward-desc-1': '2. 被邀请人完成了“注册后连续7天每天在房间内停留时长超过1小时”。邀请人可获得💎500。',
    'ph-reward-desc-2': '3. 邀请人将获得受邀请人首次充值获得钻石数的10%。最多可获得 💎10000。',
};
