// translation.js

export default {
    "activityTitle": "مكافآت يامي",
    "activityTime": "وقت الحدث" +
        " 2024.02.19 ~ 2024.02.25",
    "freeClaim": "يمكنك الحصول عليه مجانًا",
    "recharge10USD": "إعادة شحن 10 دولار",
    "recharge50USD": "إعادة شحن 50 دولار",
    "recharge100USD": "إعادة شحن 100 دولار",
    "recharge200USD": "إعادة شحن 200 دولار",
    "recharge500USD": "إعادة شحن 500 دولار",
    "recharge800USD": "إعادة شحن 800 دولار",
    "recharge1000USD": "إعادة شحن 1000 دولار",
    "claimed": "تم الاستلام",
    "claim": "استلام",
    "activityRules": "قواعد الحدث",
    "activityTimeDetail": "وقت الحدث: 19 فبراير 00:00:00 - 25 فبراير 24:00:00",
    "rule1": "١.خلال فترة الحدث، إذا وصلت إعادة الشحن المتراكمة للمستخدم إلى المبلغ المقابل لحزمة الهدايا، فيمكن المطالبة بالمكافآت يدويًا (ستتم إزالة صفحة الحدث من الرفوف الساعة 24:00 يوم 27 فبراير، ويجب أن تكون جميع المكافآت تمت المطالبة بها قبل الساعة 24:00 يوم 27 فبراير)",
    "rule2": "2. يمكن تجميع طبقات مكافأة إعادة الشحن المتراكمة والمطالبة بها، ولكن لا يمكن المطالبة بها بشكل متكرر، ولا يمكن المطالبة بكل حزمة هدايا من المستوى إلا مرة واحدة. حق التفسير النهائي يعود إلى يامي",
    "understood": "اعلم",
    "totalRecharged": "إجمالي إعادة الشحن من ٢.١٩ إلى٢.٢٥: دولار[{msg}]",
    "recharge": "إعادة الشحن",
    "prizesInBackpack": "تم إرسال الجائزة إلى حقيبة الظهر",
    "rechargeMoreToClaim": "قم بشحن {0} دولار لتحصل على الجائزة",
    'prizeInBackpack': 'تم إرسال الجائزة إلى حقيبة الظهر'
};
