/*
 * @Author: Elk
 * @Date: 2024-05-09 10:39:00
 * @FilePath: /yaame-h5/src/pages/YaameSingKing/locale/ar-SA.js
 * @Description: 
 */
export default {
    title: 'ملك الغناءYaame',
    rule: 'القواعد',

    // 奖励
    reward: 'الجوائز',

    // 活动期间收到下方礼物可以上排行榜
    eventTitle: 'أثناء الحدث، يمكنك الظهور في الترتيب إذا تلقيت الهدايا التالية:',

    // 初赛
    preliminary: 'التصفيات',
    // 复赛
    rematch: 'الإعادة',
    // 半决赛
    semiFinals: 'نصف النهائي',
    // 决赛
    final: 'النهائي',

    // 初赛已结束
    preliminaryOver: 'انتهت التصفيات',
    // 复赛已结束
    rematchOver: 'انتهت الإعادة',
    // 半决赛已结束
    semiFinalsOver: 'انتهى نصف النهائي',
    // 决赛已结束
    finalOver: 'انتهى النهائي',

    // 暂时无人上榜
    noOneOnTheList: 'حاليًا لا يوجد أحد على القائمة',
    // 未晋级
    notPromoted: 'لم يتم الترقية',

    // 活动奖励
    activityReward: 'جوائز الحدث',
    // TOP1
    top1: 'المركز الأول',
    // TOP2
    top2: 'المركز الثاني',
    // TOP3
    top3: 'المركز الثالث',

    // 活动时间
    activityTime: 'وقت الحدث',
    // 1.初赛:3天( 05.18 00:00:00至05.21 00:00:00)(UTC)
    preliminaryTime: 'التصفيات: 3 أيام (18 مايو 00:00:00 إلى 21 مايو 00:00:00) (بتوقيت غرينتش)',
    // 2.复赛:2天(05.21 00:00:00至05.23 00:00:00)(UTC)
    rematchTime: 'الإعادة: 2 أيام (21 مايو 00:00:00 إلى 23 مايو 00:00:00) (بتوقيت غرينتش)',
    // 3.半决赛:2天(5.23 00:00:00至5.25 00:00:00)(UTC)
    semiFinalsTime: 'نصف النهائي: 2 أيام (23 مايو 00:00:00 إلى 25 مايو 00:00:00) (بتوقيت غرينتش)',
    // 4.决赛:2天（5.25 00:00:00至5.27 00:00:00)(UTC)
    finalTime: 'النهائي: 2 أيام (25 مايو 00:00:00 إلى 27 مايو 00:00:00) (بتوقيت غرينتش)',

    // 活动说明
    activityDescription: 'قوانين الحدث',
    // 1.比赛分为初赛、复赛、半决赛、决赛
    activityDescription1: 'المنافسة مقسمة إلى تصفيات، إعادة، نصف نهائي، ونهائي',
    // 2.用户收到活动礼物可获得榜单积分，1钻石=1积分
    activityDescription2: 'يمكن للمستخدمين الذين يستقبلون هدايا الحدث الحصول على نقاط ترتيب، 1 ماسة = 1 نقطة',
    // 3.排行榜奖励将在比赛结束后3个工作日内发放，房间排行的奖会发给房主
    activityDescription3: 'سيتم إصدار جوائز الترتيب في غضون 3 أيام عمل بعد نهاية الحدث، وسيتم إصدار جوائز الترتيب للغرفة إلى مالك الغرفة',
    // 4.活动奖励请在奖励详情页查看
    activityDescription4: 'يرجى التحقق من جوائز الحدث على صفحة تفاصيل الجوائز قوانين الترقية',

    // 进级规则
    promotionRules: 'قوانين الترويج',
    // 1.收到活动礼物就可以进入初赛的榜单
    promotionRules1: 'يمكنك الظهور في ترتيب التصفيات من خلال استقبال هدايا الحدث',
    // 2.初赛排名前200且分数达到10000可进入复赛
    promotionRules2: 'أفضل 200 في التصفيات والذين تصل نقاطهم إلى 1,000 يمكنهم الانتقال إلى نصف النهائي',
    // 3.复赛排名前100且分数达到200000可进入半决赛
    promotionRules3: 'أفضل 100 في نصف النهائي والذين تصل نقاطهم إلى 200,000 يمكنهم الانتقال إلى نصف النهائي',
    // 4.半决赛排名前50且分数达到300000可进入决赛
    promotionRules4: 'أفضل 50 في نصف النهائي والذين تصل نقاطهم إلى 300,000 يمكنهم الانتقال إلى النهائي',
    // 5.决赛的前3名且分数达到了500000可获得奖励
    promotionRules5: 'أفضل 3 في النهائي والذين تصل نقاطهم إلى 500,000 يمكنهم الحصول على الجوائز',
    // 最终解释权归Yaame所有
    theFinalInterpretationBelongsToYaame: 'حق التفسير النهائي يعود إلى Yaame',

    // 倒计时结束后刷新任务状态
    refreshTaskStateAfterCountdown: 'تحديث حالة المهمة بعد انتهاء العد التنازلي',
    // 已领取
    received: 'تمت المطالبة',
    // 领取
    receive: 'طالب',

    // 2024.05.18 00:00:00至2024.05.27 00:00:00)(UTC)
    taskRuleTime: '2024.05.18 00:00:00 إلى 2024.05.27 00:00:00 (بتوقيت غرينتش)',
    // 1.每完成一个任务就可以领取任务对应的奖励
    taskRule1: 'يمكنك المطالبة بالجائزة المقابلة لكل مهمة تكملها',
    // 2.每个任务的奖励只能在同设备上领取一次
    taskRule2: 'يمكن المطالبة بالجائزة لكل مهمة مرة واحدة فقط على نفس الجهاز',
    // 3.每日0点(UTC)会刷新任务，请在刷新前领取全部奖励
    taskRule3: 'سيتم تحديث المهمة في الساعة 0:00 (بتوقيت غرينتش) كل يوم. يرجى المطالبة بجميع الجوائز قبل التحديث',

    // 活动已结束
    activityOver: 'انتهى الحدث',

    receiveSuccess: 'تمت المطالبة بنجاح',

    // 立即兑换
    immediatelyExchange: 'استبدل الآن',

    // 我拥有：{0}个
    iHave: 'لدي: {0}',

    // 获得方式：每送出一个“{0}”就可以获得1个“{1}”卡片
    getMethod: 'كيفية الحصول عليها: يمكنك الحصول على بطاقة "{1}" واحدة لكل هدية "{0}" تُرسل',

    // 1.每送出一个“墨镜”礼物就可以获得1张“墨镜”卡片
    cardRule1: 'كل هدية "نظارات شمسية" تُرسلها ستمنحك بطاقة "نظارات شمسية" واحدة',

    // 2.每送出一个“音符”礼物就可以获得1张“音符”卡片
    cardRule2: 'كل هدية "نوتة موسيقية" تُرسلها ستمنحك بطاقة "نوتة موسيقية" واحدة',

    // 3.每送出一个“节奏”礼物就可以获得1张“节奏”卡片
    cardRule3: 'كل هدية "إيقاع" تُرسلها ستمنحك بطاقة "إيقاع" واحدة',

    // 4.每送出一个“音响”礼物就可以获得1张“音响”卡片
    cardRule4: 'كل هدية "سماعة" تُرسلها ستمنحك بطاقة "سماعة" واحدة',

    // 5.消耗“墨镜”“音符”“节奏”“音响”卡片可以兑换钻石
    cardRule5: 'بطاقات "نظارات شمسية"، "نوتات موسيقية"، "إيقاع"، و"سماعة" يمكن استبدالها بالماس',

    // 兑换成功
    exchangeSuccess: 'تم الفداء بنجاح',

    day: "دقيقة",
    "{n}days": "{n}أيام",

    // {0}h{1}m{2}s该赛段开始
    startOfTheRace: 'المنافسة في الحياة {0}h :{1}m:{2}',

    'pullingText': 'اسحب للأسفل للتحديث',
    'loosingText': 'افلت للتحديث',
    'loadingText': 'جار التحميل',
    'successText': 'تم التحديث بنجاح',
};
