/*
 * @Author: Elk
 * @Date: 2023-05-25 17:41:29
 * @FilePath: /yaame-h5/src/pages/rebateRecharge/locale/ar-SA.js
 * @Description: 
 */
export default {
    'totalRechargeAmount': 'مبلغ الشحن التراكمي {count}',

    'rebateRecharge': 'مكافأة إعادة الشحن لفترة محدودة',
    'myChargeTotal': 'مبلغ الشحن الخاص بي',
    'recharge': 'إعادة الشحن',
    'rule': 'قواعد النشاط',
    'rule-1': 'وقت الحدث  من يوم ٠٦/١٠/٢٠٢٣ إلى يوم ١٢/١٠/٢٠٢٣',
    'rule-2': 'خلال فترة الحدث، إذا وصلت إعادة الشحن المتراكمة للمستخدم إلى المبلغ المقابل لحزمة الهدايا، فيمكن المطالبة بالمكافآت يدويًا (ستتم إزالة صفحة الحدث من الرفوف الساعة 0:00 يوم 14 أكتوبر 2023. يجب أن تكون جميع المكافآت تم المطالبة بها قبل الساعة 0:00 يوم 14 أكتوبر 2023.)',
    'rule-3': '2. يمكن إستلام مكافآت الشحن التراكمي بشكل متراكب ، لكن لا يمكن تكراره ، يمكن إستلام بكل مرحلة مرة واحدة فقط',
    'rule-4': 'حق التفسير النهائي يعود إلى Yaame',

    'iKnow': 'انا عرفت',
    'receiveSuccess': 'تلقي النجاح'
};
