export default {
	// ========================  规则 ========================

    // VIP规则
    vip_rule: 'VIPقواعد',
    // 购买VIP
    buy_vip: 'VIPشراء',
    buy_vip_1: 'يوفر يامي مجموعة متنوعة من اشتراكات VIP  المختلفة والتي لها أيام صلاحية ،يمكن للمستخدمين شراء VIP  لعدد محدد من الأيام ، من خلال الألماس. يمكن الاستفادة من امتيازات معينة بناءً على مستوى VIP الخاص بك',

    // 自动订阅
    auto_subscribe: 'الاشتراك التلقائي',
    auto_subscribe_1: 'بعد قيام المستخدم بالشراء و الاشتراك بنجاح لعدد معين من الأيام، سيتم تفعيل زر الاشتراك التلقائي. يمكنك إيقاف تشغيله يدويًا من الصفحة الرئيسية VIP.إذا تم تفعيل زر الاشتراك التلقائي، وعندما تنتهي صلاحية آخر VIP للمستخدم،فسيتم خصم العدد المقابل من الماسات في المحفظة تلقائيًا للتجديد التلقائي. إذا كان عدد الماسات في المحفظة غير كافٍ في هذا الوقت ،فسيتم التخلي عن التجديد التلقائي وسيتم إيقاف تفعيل زر الاشتراك التلقائي.',

    // VIP等级
    vip_level: 'VIPمستوى',
    vip_level_1: 'خلال فترة صلاحية VIP الخاصة بك،يرتبط مستوى VIP الخاص بك بمستوى ثروتك.إذا كنت تريد معرفة المزيد من التفاصيل، يرجى الاطلاع على التفاصيل في الجدول أدناه',

    // 财富等级
    wealth_level: 'مستوى الثروة',
    // 累计财富经验值
    wealth_experience: 'نقاط الخبرة والثروة المتراكمة',
    // VIP等级快速提升方式
    vip_level_up: 'كيفية ترقية مستوى VIP الخاص بك بسرعة',
    vip_level_up_1: `"نظرًا لأن مستوى VIP مرتبط بمستوى ثروتك،فيمكن تحقيق هذا الهدف من خلال ترقية نقاط خبرة الثروة بسرعة
    VIP1 VIP6 VIP12،يمكن أن يمنحك طريقة لزيادة قيمة تجربة ثروتك بسرعة."`,
    vip_level_up_2: 'VIP1: زيادة الحصول على نقاط الخبرة 1.2 مرة',
    vip_level_up_3: 'VIP6: زيادة نسبة الحصول على نقاط الخبرة 1.5 مرة',
    vip_level_up_4: 'VIP12: زيادة نسبة الحصول على نقاط الخبرة(2) مرتين',

    // 订阅
    subscribe: 'تفعيل',
    // 已订阅
    subscribed: 'مشترك',

    // Yaame VIP
    yaame_vip: 'Yaame VIP',

    // 规则
    rule: 'القواعد',
    // 50%折扣
    discount: '50%خصم',

    // 开启自动订阅，VIP将在过期之前自动续费。如果扣费失败，订阅功能将自动关闭。
    auto_subscribe_tips: 'تفعيل الاشتراك التلقائي يجعل العضوية تجدد تلقائيًا قبل انتهاء صلاحيتها. إذا فشل الخصم، سيتم إلغاء وظيفة الاشتراك تلقائيًا',

    // VIP特权
    vip_privilege: 'VIPامتيازات',
    // VIP 标签
    vip_tag: 'أيقونة VIP ',
    // 支持发送图片消息
    send_image: 'دعم إرسال صور',
    // 每日登录送钻石
    daily_login: 'تسجيل الدخول كل يوم للحصول على الماس',
    // VIP 礼物
    vip_gift: ' هدايا VIP ',
    // VIP 表情
    vip_emoji: 'VIPتعبيرات',
    // VIP 头像框
    vip_avatar: ' إطارات VIP ',
    // VIP 座驾
    vip_car: 'وسائل دخول VIP',
    // VIP 聊天气泡
    vip_bubble: 'فقاعة VIP ',
    // VIP 麦位光圈
    vip_halo: 'إطارات مقعد VIP',
    // 虚拟人装扮
    virtual_dress: 'تلبيس الشخصية الإفتراضية',
    // 支持动态头像
    dynamic_avatar: 'دعم الصورة الرمزية الديناميكية',
    // ID 背景
    id_bg: 'خلفية ID ',
    // VIP 座位效果
    vip_seat: 'تأثيرات مقعد VIP',
    // 财富经验值快速成长
    wealth_experience_up: 'نمو سريع في نقاط تجربة الثروة',
    // 用户经验值快速成长
    user_experience_up: 'نمو سريع في نقاط تجربة المستخدم',
    // VIP 房间入口
    vip_room: 'مؤثرات دخول VIP',
    // VIP 房间边框
    vip_room_border: 'إطار غرفة VIP',
    // VIP 动态房间背景
    vip_dynamic_room_bg: ' خلفية ديناميكية للغرفة VIP',
    // 徽章
    badge: 'شارة',
    // 定制靓号
    custom_number: 'ID مخصص',
    // 神秘人
    mysterious: 'شخص غامض',
    // 防踢特权
    anti_kick: 'امتياز منع الطرد',
    // 1v1 客户服务
    customer_service: '1v1 خدمة عملاء',
    // 定制礼物
    custom_gift: 'هدايا مخصصة',
    // 定制虚拟人套装
    custom_virtual_dress: 'بدلة مخصصة للشخصية الافتراضية',
    // 定制头像框
    custom_avatar: 'إطارات مخصصة',
    // 定制聊天气泡
    custom_bubble: 'فقاعة دردشة مخصصة',
    // 定制座驾
    custom_car: 'وسائل دخول مخصصة',
    // 定制虚拟人座椅
    custom_virtual_seat: 'مقعد مخصص للشخصية الافتراضية',
    // 定制虚拟人翅膀
    custom_virtual_wing: 'أجنحة مخصصة للشخصية الافتراضية',
    // 字母靓号
    letter_number: ' حروف مميز ID ',

    "Cancel": "الغاء",
    "Confirm": "تأكيد",

    // 温馨提示
    tips: 'تذكير وديّ',
    // 是否消耗{0}钻石续期{1}天
    tips_1: 'ما إذا كنت تريد استهلاك {0} ماسة والتجديد لمدة {1} يومًا',
    // 您的余额为{0}钻石，无法订阅此类型VIP。是否需要充值？
    tips_2: '.VIP رصيدك {0} ماسة لا يكفي لتفعيل هذا',
    tips_2_one: 'هل تحتاج الي إعادة الشحن ؟',


    please_select_vip: 'الرجاء تحديد نوع الاشتراك أولاً',

    // 每日登录后领取钻石奖励
    first_login: 'استلام مكافأة الماس يوميًا بعد تسجيل الدخول',
    // VIP1-4：100/天
    vip1_4: 'VIP1-4:100/يوم',
    // VIP5-8：200/天
    vip5_8: 'VIP5-8:200/يوم',
    // VIP9-11：300/天
    vip9_11: 'VIP9-11:300/يوم',
    // VIP12-13：400/天
    vip12_13: 'VIP12-13:400/يوم',

    // 可赠送专属的VIP礼物
    vip_gift_1: 'يمكن تقديم هدايا حصرية لكبار الشخصيات',
    
    // 可发送专属的VIP趣味表情
    vip_emoji_1: 'يمكنك إرسال رموز تعبيرية ممتعة وحصرية لكبار الشخصيات',

    // VIP用户可以立即上传GIF图片样式，展示动态头像啦
    dynamic_avatar_1: 'يمكن لمستخدمي VIP تحميل صورة GIF على الفور وعرض الصور الرمزية الديناميكية',

    // VIP等级可以让你快速升级财富等级
    wealth_experience_up_1: 'يتيح لك مستوى VIP ترقية مستوى ثروتك بسرعة',
    wealth_experience_up_2: 'VIP 1: 1.2 مرة',
    wealth_experience_up_3: 'VIP 6: 1.5 مرة',
    wealth_experience_up_4: 'VIP 12: مرتين',

    // VIP等级可以让你快速升级用户等级
    user_experience_up_1: 'يتيح لك مستوى VIP ترقية مستوى المستخدم الخاص بك بسرعة',
    user_experience_up_2: 'VIP 1: 1.2 مرة',
    user_experience_up_3: 'VIP 3: 1.5 مرة',
    user_experience_up_4: 'VIP 9: مرتين',

    // 满足VIP6等级，即可自定义6位及以上靓号，最多10位
    custom_number_1: 'للوصول إلى مستوى VIP 6، يمكنك تخصيص معرف خاص مكون من 6 أرقام أو أكثر، بحد أقصى 10 أرقام',


    // 满足VIP7，可联系客服，定制专属于您的虚拟人套装。比如：你提供的照片或文字
    custom_virtual_dress_1: 'لقاء VIP 10، يمكنك التواصل مع خدمة العملاء لتخصيص زي إنسان افتراضي خاص بك. على سبيل المثال، الصور أو النصوص التي تقدمها.',

    // 满足VIP7，可联系客服，定制专属于您的头像。比如：你提供的文字
    custom_avatar_1: 'لقاء VIP 11، يمكنك التواصل مع خدمة العملاء لتخصيص إطار الصورة الخاص بك. على سبيل المثال، النص الذي تقدمه.',

    // 满足VIP8，可联系客服，定制专属于您的专属聊天气泡。比如：你提供的文字或照片
    custom_bubble_1: 'لقاء VIP 11، يمكنك التواصل مع خدمة العملاء لتخصيص فقاعة الدردشة الخاصة بك. على سبيل المثال، النصوص أو الصور التي تقدمها.',

    // 满足VIP9，可联系客服，定制专属于您的专属座驾。比如：你提供的文字或照片
    custom_car_1: 'لقاء VIP 12، يمكنك التواصل مع خدمة العملاء لتخصيص تأثير الدخول الحصري الخاص بك. على سبيل المثال، النصوص أو الصور التي تقدمها.',


    mysteriousUserInfo: "عد تفعيل وضع الاختفاء، ستحصل على القدرة على الظهور بوضع الاختفاء، حيث:",
	mysteriousUserInfo1: "* لن يظهر أي تأثير عند دخولك إلى الغرفة.",
	mysteriousUserInfo2: "لن يتم عرض معلوماتك الشخصية الحقيقية في \"قائمة المستخدمين المتواجدين في الغرفة\"",
    mysteriousUserInfo_2: "* لن تظهر في قائمة مستخدمي الغرفة المتصلين",
	mysteriousUserInfo3:
		"* لن تظهر في قائمة زوار  الملف الشخصي عند زيارتك لملفات الآخرين.",
	mysteriousUserInfo4: "* لن يتم عرض اسمك وصورتك في قوائم الترتيب",

    customer_service_1:
		"نحن نقدم لك خدمة العملاء الحضرية ١إلى ١ ، لتقديم أقصى خدمة رعاية لك ",


    // 您可以联系客服，定制你的专属礼物
    custom_gift_1: 'يمكنك الاتصال بخدمة العملاء لتخصيص هديتك الحصرية',

    // 满足VIP11，可联系客服。定制专属于您的虚拟人专属座椅
    custom_virtual_seat_1: 'التواصل مع خدمة العملاء لتلبية متطلبات VIP 12 وتخصيص مقعد إنسان افتراضي حصري لك.',

    // 满足VIP12，可联系客服。定制专属于您的虚拟人专属翅膀
    custom_virtual_wing_1: 'لقاء VIP 13 والتواصل مع خدمة العملاء. تخصيص أجنحة حصرية لإنسانك الافتراضي.',

    // 满足VIP13，即可自定义4位及以上带字母的特殊靓号，最多10位
    letter_number_1: 'إذا وصلت إلى مستوى VIP13,يمكنك تخصيصID مميز مكون من 4 أرقام أو أكثر مع حروف، بحد أقصى 10أرقام ',

    // 动态房间封面
    dynamic_room_bg: 'صورة غلاف الغرفة الديناميكية',
    // 可上传GIF房间动态封面
    dynamic_room_bg_1: 'يمكنك رفع غلاف ديناميكي للغرفة بصيغة GIF',
};
