export default {
    // 万圣节快乐派对
    'halloween_party': 'احتفال عيد الهالوين',
    // Yaame万圣节派对报名
    'halloween_registration': 'التسجيل لحفلة عيد الهالوين في Yaame',
    // 你的Yaame ID
    'your_yaame_id': 'معرف Yaame الخاص بك:',
    // 可用日期
    'available_date': 'التواريخ المتاحة:',
    // 可用时间（当地时间）
    'available_time': 'الأوقات المتاحة (التوقيت المحلي):',
    // 派对内容
    'party_content': 'محتوى الحفلة:',
    // 万圣聊天
    'halloween_chat': 'دردشة عيد الهالوين',
    // 万圣唱歌
    'halloween_sing': 'غناء عيد الهالوين',
    // 万圣游戏
    'halloween_game': 'ألعاب عيد الهالوين',
    // 万圣对战
    'halloween_battle': 'منافسات عيد الهالوين',
    // 规则&奖励
    'rules_rewards': 'القواعد &المكافآت',
    // 万圣Party
    'halloween_party_title': 'حفلة عيد الهالوين',
    // 活动礼物
    'event_gifts': 'هدايا الفعالية',
    // 万圣地图
    'halloween_map': 'خريطة عيد الهالوين',
    // 糖果榜单
    'candy_leaderboard': 'قائمة الحلويات',
    // 收礼榜
    'receive_leaderboard': 'قائمة استلام الهدايا',
    // 送礼榜
    'send_leaderboard': 'قائمة إرسال الهدايا',
    // 收/送活动指定礼物获得糖果值，1钻石=1糖果值，每达到500糖果值可以获得1次点亮地图碎片的机会，使用机会可随机点亮地图中的碎片，每次点亮都有机会获得1星奖励，点亮完整地图可以获得稀有5星大奖哦！
    'candy_value_info': 'يمكنك الحصول على نقاط الحلوى من خلال إرسال \ استلام الهدايا المحددة في الفعالية. كل 1 ماسة = 1 نقطة حلوى. عند الوصول إلى 500 نقطة حلوى، يمكنك الحصول على فرصة واحدة لتضيء قطع خريطة. باستخدام هذه الفرصة، يمكنك إضاءة قطع الخريطة عشوائيًا. في كل مرة تقوم فيها بالإضاءة، لديك فرصة للحصول على جائزة من نجمة واحدة. إذا قمت بإضاءة الخريطة بالكامل، يمكنك الحصول على جائزة نادرة من 5 نجوم!',
    // 地图X
    'map_x': 'خريطة {msg}',
    // 点击未点亮的碎片可直接购买点亮哦
    'click_to_purchase': 'انقر على القطع غير المضاءة للشراء مباشرةً.',
    // 重复获得的5个已点亮碎片可合成1个未点亮碎片
    'combine_fragment': 'يمكن دمج 5 قطع مضاءة تم الحصول عليها بشكل متكرر لتكوين قطعة 1 غير مضاءة.',
    // 点亮1次
    'light_once': 'أضئ مرة واحدة',
    // 点亮5次
    'light_five_times': 'أضئ 5 مرات',
    // 我的糖果值
    'my_candy_value': 'نقاط الحلوى الخاصة بي',
    // 可点亮次数
    'lightable_times': 'عدد مرات الإضاءة المتاحة',
    // 稀有
    'rare': 'نادرة',
    // 超级
    'super': 'خارق',
    // 普通
    'normal': 'عادي',
    // Map X 点亮进度
    'map_x_progress': 'تقدم إضاءة خريطة {msg}',
    // 奖励池
    'reward_pool': 'مجموعة الجوائز',
    // 奖励记录
    'reward_record': 'سجل الجوائز',
    // Oops，暂时没有记录，快去获得吧～
    'no_records': 'عذرًا، لا توجد سجلات حاليًا، اذهب للحصول عليها بسرعة!',
    // 共获得了以下奖励！
    'total_rewards': 'لقد حصلت على الجوائز التالية!',
    // 恭喜！
    'congratulations': 'مبروك!',
    // 你获得了以上奖励！
    'you_got_rewards': 'لقد حصلت على الجوائز المذكورة أعلاه!',
    // 恭喜！你成功点亮了如上碎片，获得了xx奖励！
    'light_fragment_reward': 'مبروك! لقد نجحت في إضاءة القطع الموضحة أعلاه، وحصلت على مكافأة {msg}!',
    // 恭喜！你成功点亮了如上碎片！
    'light_fragment_success': 'مبروك! لقد نجحت في إضاءة القطع الموضحة أعلاه!',
    // 恭喜！你成功合成了完整万圣节地图，获得了以上奖励！
    'combine_map_success': 'مبروك! لقد نجحت في دمج خريطة الهالوين بالكامل، وحصلت على الجوائز المذكورة أعلاه!',
    // 你要花xx钻石直接点亮该碎片嘛？
    'spend_diamonds_light': 'هل تريد إنفاق {msg} ماسة لإضاءة هذه القطعة مباشرة؟？',
    // 是的
    'yes': 'نعم',
    // 取消
    'cancel': 'إلغاء',
    // 返回主页
    'return_home': 'العودة إلى الصفحة الرئيسية',
    // 在万圣节享受以下派对吧！
    'enjoy_party': 'استمتع بالحفلة التالية في الهالوين!',
    // 派对日程
    'party_schedule': 'جدول الحفلات',
    // 预约
    'reserve': 'الحجز',
    // 已预约
    'reserved': 'تم الحجز',
    // 你预约的xx房间party即将开始啦，快去围观吧～
    'party_starting': 'حفل الغرفة xx الذي قمت بحجزه سيبدأ قريباً، فلا تفوت فرصة مشاهدته!',
    // 1. 活动期间收送万圣指定礼物，每500钻石=1次点亮地图碎片的机会，每次点亮可随机点亮地图上的任意碎片并且有机会获得奖励。活动共有3个地图，点亮每个完整的地图都可获得奖励池内的大奖。
    'event_details_1': '1.خلال فترة الفعالية، سيتم توزيع هدايا الهالوين المحددة، كل 500 ماسة = فرصة واحدة لإضاءة قطعة من خريطة. كل إضاءة ستتيح لك إضاءة أي قطعة عشوائية على الخريطة ولديك فرصة للحصول على جوائز. هناك 3 خرائط في الفعالية، وإضاءة كل خريطة كاملة ستتيح لك الحصول على جوائز من صندوق الجوائز.',
    // 2. 活动期间你也可以选择花费钻石直接点亮指定的未点亮的地图碎片，300钻点亮1个碎片。
    'event_details_2': '2.خلال فترة الفعالية، يمكنك أيضاً اختيار إنفاق الماس لإضاءة قطعة غير مضاءة محددة من الخريطة، مقابل 300 ماسة لإضاءة قطعة 1.',
    // 3. 收送活动礼物进入糖果榜单比榜，Top用户可以获得额外奖励。
    'event_details_3': '3.المشاركة في النشاط ستضعك في قائمة الحلوى، حيث يمكن لأفضل المستخدمين الحصول على جوائز إضافية.',
    // 4. 活动期间每日指定时间都会有精彩的房间party，详情见万圣party页面，不要错过感受这精彩的节日氛围呀～
    'event_details_4': '4.خلال الفعالية، سيكون هناك حفلات رائعة في غرف محددة كل يوم في أوقات معينة، لمزيد من التفاصيل، يرجى الاطلاع على صفحة حفلات الهالوين، لا تفوت فرصة الاستمتاع بأجواء هذا العيد الرائع!',
    // 5. 活动中领取的奖励请在有效期内使用，否则将会过期。
    'event_details_5': '5.الجوائز التي يتم الحصول عليها خلال النشاط ستُرسل مباشرة إلى حقيبتك. يرجى استخدامها ضمن فترة الصلاحية المحددة، وإلا ستنتهي صلاحيتها.',
    // 6. 榜单中的钻石奖需用户在榜单上的分数大于榜单奖励的钻石数量才能下发奖励，否则奖励将作废。
    'event_details_6': '6.يجب أن تكون النتيجة في القائمة أكبر من عدد الماسات الممنوحة في القائمة قبل إصدار المكافأة، وإلا ستكون المكافأة غير صالحة.',
    // 7. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收。
    'event_details_7': '7.سيتم توزيع جوائز القائمة خلال 7-15 يوم عمل بعد انتهاء الفعالية، يرجى متابعة الاستلام.',
    // 8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'event_details_8': '8.تحتفظ Yaame بحق التفسير النهائي. في حال اكتشاف أي سلوك غير قانوني، نحتفظ بالحق في فرض العقوبات واسترداد جميع الجوائز الموزعة.',
    // 榜单奖励
    'leaderboard_rewards': 'قائمة الجوايز',
    // 送礼榜奖励
    'send_leaderboard_rewards': 'جوائز المرسلين',
    // 收礼榜奖励
    'receive_leaderboard_rewards': 'جوائز المستلمين',
    // Top 10用户将获得以下奖励
    'top_10_rewards': 'سيحصل Top 10 على الجوائز التالية',
    // Top 1用户榜单分数≥50w钻石将会额外获得10000钻石奖励及豪华入场特效*30D哦！
    'top_1_reward': 'سيحصل Top 1 الذي تكون نقاطه في القائمة ≥ 500,000 ماسة على مكافأة إضافية قدرها 10,000 ماسة وتأثير دخول فاخر لمدة 30 يوماً!',
    // 点亮完整地图x
    'light_complete_map': 'قم بإضاءة الخريطة بالكامل {msg}',
    // 开播
    'start_broadcast': 'بث مباشر',
    // 在线
    'online': 'عبر الإنترنت',
    // 暂时无人上榜
    'noRank': 'لم يتم إدراج أي شخص حتى الآن',
    // 该用户为神秘人哦～
    'mystery_user': 'هذا المستخدم شخص غامض~',
    // 已关注
    'followed': 'المتابعة',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': 'المكافات غير متاحه للان, يرجى اكمال المهام',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': 'تهانينا، لقد قمت بفتح جميع المكافآت. استمتع الآن!',
    // 虚位以待
    'position_available': 'لا احد',
    // 距离上⼀名
    'distance_to_next': 'المسافة من المركز الأخير',
    // 规则
    rule: 'القواعد',
    // 抱歉你没有点亮地图次数，快去收送礼物获得次数吧～
    'no_light_chances': 'عذرا لا يوجد معك عدد لانك لم تضيء الخريطة، لذا ارسل الهدايا لحصول على العدد ~',
    // 预约成功～
    'reservation_successful': 'تم التعيين ~',
    // 点亮文案
    'bright': 'تم الإضاءة ~'
}
