export default {
    // 万圣节快乐派对
    'halloween_party': '万圣节快乐派对',
    // Yaame万圣节派对报名
    'halloween_registration': 'Yaame万圣节派对报名',
    // 你的Yaame ID
    'your_yaame_id': '你的Yaame ID',
    // 可用日期
    'available_date': '可用日期',
    // 可用时间（当地时间）
    'available_time': '可用时间（当地时间）',
    // 派对内容
    'party_content': '派对内容',
    // 万圣聊天
    'halloween_chat': '万圣聊天',
    // 万圣唱歌
    'halloween_sing': '万圣唱歌',
    // 万圣游戏
    'halloween_game': '万圣游戏',
    // 万圣对战
    'halloween_battle': '万圣对战',
    // 规则&奖励
    'rules_rewards': '规则&奖励',
    // 万圣Party
    'halloween_party_title': '万圣Party',
    // 活动礼物
    'event_gifts': '活动礼物',
    // 万圣地图
    'halloween_map': '万圣地图',
    // 糖果榜单
    'candy_leaderboard': '糖果榜单',
    // 收礼榜
    'receive_leaderboard': '收礼榜',
    // 送礼榜
    'send_leaderboard': '送礼榜',
    // 收/送活动指定礼物获得糖果值，1钻石=1糖果值，每达到500糖果值可以获得1次点亮地图碎片的机会，使用机会可随机点亮地图中的碎片，每次点亮都有机会获得1星奖励，点亮完整地图可以获得稀有5星大奖哦！
    'candy_value_info': '收/送活动指定礼物获得糖果值，1钻石=1糖果值，每达到500糖果值可以获得1次点亮地图碎片的机会，使用机会可随机点亮地图中的碎片，每次点亮都有机会获得1星奖励，点亮完整地图可以获得稀有5星大奖哦！',
    // 地图X
    'map_x': '地图{msg}',
    // 点击未点亮的碎片可直接购买点亮哦
    'click_to_purchase': '点击未点亮的碎片可直接购买点亮哦',
    // 重复获得的5个已点亮碎片可合成1个未点亮碎片
    'combine_fragment': '重复获得的5个已点亮碎片可合成1个未点亮碎片',
    // 点亮1次
    'light_once': '点亮1次',
    // 点亮5次
    'light_five_times': '点亮5次',
    // 我的糖果值
    'my_candy_value': '我的糖果值',
    // 可点亮次数
    'lightable_times': '可点亮次数',
    // 稀有
    'rare': '稀有',
    // 超级
    'super': '超级',
    // 普通
    'normal': '普通',
    // Map X 点亮进度
    'map_x_progress': 'Map {msg} 点亮进度',
    // 奖励池
    'reward_pool': '奖励池',
    // 奖励记录
    'reward_record': '奖励记录',
    // Oops，暂时没有记录，快去获得吧～
    'no_records': 'Oops，暂时没有记录，快去获得吧～',
    // 共获得了以下奖励！
    'total_rewards': '共获得了以下奖励！',
    // 恭喜！
    'congratulations': '恭喜！',
    // 你获得了以上奖励！
    'you_got_rewards': '你获得了以上奖励！',
    // 恭喜！你成功点亮了如上碎片，获得了xx奖励！
    'light_fragment_reward': '恭喜！你成功点亮了如上碎片，获得了{msg}奖励！',
    // 恭喜！你成功点亮了如上碎片！
    'light_fragment_success': '恭喜！你成功点亮了如上碎片！',
    // 恭喜！你成功合成了完整万圣节地图，获得了以上奖励！
    'combine_map_success': '恭喜！你成功合成了完整万圣节地图，获得了以上奖励！',
    // 你要花xx钻石直接点亮该碎片嘛？
    'spend_diamonds_light': '你要花{msg}钻石直接点亮该碎片嘛？',
    // 是的
    'yes': '是的',
    // 取消
    'cancel': '取消',
    // 返回主页
    'return_home': '返回主页',
    // 在万圣节享受以下派对吧！
    'enjoy_party': '在万圣节享受以下派对吧！',
    // 派对日程
    'party_schedule': '派对日程',
    // 预约
    'reserve': '预约',
    // 已预约
    'reserved': '已预约',
    // 你预约的xx房间party即将开始啦，快去围观吧～
    'party_starting': '你预约的{msg}房间party即将开始啦，快去围观吧～',
    // 1. 活动期间收送万圣指定礼物，每500钻石=1次点亮地图碎片的机会，每次点亮可随机点亮地图上的任意碎片并且有机会获得奖励。活动共有3个地图，点亮每个完整的地图都可获得奖励池内的大奖。
    'event_details_1': '1. 活动期间收送万圣指定礼物，每500钻石=1次点亮地图碎片的机会，每次点亮可随机点亮地图上的任意碎片并且有机会获得奖励。活动共有3个地图，点亮每个完整的地图都可获得奖励池内的大奖。',
    // 2. 活动期间你也可以选择花费钻石直接点亮指定的未点亮的地图碎片，300钻点亮1个碎片。
    'event_details_2': '2. 活动期间你也可以选择花费钻石直接点亮指定的未点亮的地图碎片，300钻点亮1个碎片。',
    // 3. 收送活动礼物进入糖果榜单比榜，Top用户可以获得额外奖励。
    'event_details_3': '3. 收送活动礼物进入糖果榜单比榜，Top用户可以获得额外奖励。',
    // 4. 活动期间每日指定时间都会有精彩的房间party，详情见万圣party页面，不要错过感受这精彩的节日氛围呀～
    'event_details_4': '4. 活动期间每日指定时间都会有精彩的房间party，详情见万圣party页面，不要错过感受这精彩的节日氛围呀～',
    // 5. 活动中领取的奖励请在有效期内使用，否则将会过期。
    'event_details_5': '5. 活动中获得的奖励会直接下发至背包，请在有效期内使用，否则将会过期。',
    // 6. 榜单中的钻石奖需用户在榜单上的分数大于榜单奖励的钻石数量才能下发奖励，否则奖励将作废。
    'event_details_6': '6. 榜单中的钻石奖励需用户在榜单上的分数大于榜单奖励的钻石数量才能下发奖励，否则奖励将作废',
    // 7. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收。
    'event_details_7': '7. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收。',
    // 8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'event_details_8': '8. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。',
    // 榜单奖励
    'leaderboard_rewards': '榜单奖励',
    // 送礼榜奖励
    'send_leaderboard_rewards': '送礼榜奖励',
    // 收礼榜奖励
    'receive_leaderboard_rewards': '收礼榜奖励',
    // Top 10用户将获得以下奖励
    'top_10_rewards': 'Top 10用户将获得以下奖励',
    // Top 1用户榜单分数≥50w钻石将会额外获得10000钻石奖励及豪华入场特效*30D哦！
    'top_1_reward': 'Top 1用户榜单分数≥50w钻石将会额外获得10000钻石奖励及豪华入场特效*30D哦！',
    // 点亮完整地图x
    'light_complete_map': '点亮完整地图{msg}',
    // 开播
    'start_broadcast': '开播',
    // 在线
    'online': '在线',
    // 暂时无人上榜
    'noRank': '暂时无人上榜',
    // 该用户为神秘人哦～
    'mystery_user': '该用户为神秘人哦～',
    // 已关注
    'followed': '已关注',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': '奖励暂未解锁，快去完成任务吧〜',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': '恭喜你已完成全部档位解锁，快去体验吧！',
    // 虚位以待
    'position_available': '虚位以待',
    // 距离上⼀名
    'distance_to_next': '距离上⼀名',
    // 规则
    rule: '规则',
    // 抱歉你没有点亮地图次数，快去收送礼物获得次数吧～
    'no_light_chances': '抱歉你没有点亮地图次数，快去收送礼物获得次数吧～',
    // 预约成功～
    'reservation_successful': '预约成功～',
    // 点亮文案
    'bright': '该碎片已被点亮～'
}
