export default {
	// 幸运时刻
    'luckyTime': 'Lucky Time',
    // 活动将在 3.18 0点开始
    'activityWillStart': 'سيبدأ الحدث في 18 مارس الساعة 00:00',
    // 离结束还有{0}天
    'leftDays': 'تبقى {0} يومًا حتى الانتهاء',
    // 离结束还有{0}小时
    'leftHours': 'تبقى {0} ساعة حتى الانتهاء',
    // 离结束还有{0}分钟
    'leftMinutes': 'تبقى {0} دقيقة حتى الانتهاء',
    // 活动已结束，将在 3.20 0点下架
    'activityEnd': 'انتهى الحدث، وسيتم إزالته من الرفوف في 27 مارس الساعة 00:00',
    // 活动规则
    'activityRules': 'قواعد الحدث',
    // 1. 以UTC-0为时间基准，活动持续时间为：12.12 0点～12.18 0点。
    'activityRule1': '1. وفقًا للتوقيت العالمي المحدد,،يستمر الحدث من 18 مارس الساعة 00:00 إلى 25 مارس الساعة 00:00.',
    // 2. 活动下架时间为：12.19 0点。活动下架前还可以继续消耗您获得的抽奖券，玩幸运转盘游戏。
    'activityRule2': '2.سيتم إزالة الحدث يوم 27 مارس الساعة 00:00. يمكنك مواصلة استهلاك تذاكر السحب التي حصلت عليها حتى وقت إزالة الحدث.',
    // 3. 活动结束后，排名将不再变化。2小时内奖品将自动发送给各种获奖者。
    'activityRule3': '3.بعد انتهاء الحدث، لن يتغير الترتيب. سيتم إرسال الجوائز تلقائيًا إلى الفائزين في غضون ساعتين',
    // 4. 活动有三种玩法
    'activityRule4': '4. هناك ثلاث طرق للعب هذا الحدث',
    // 4.1 任务奖励：活动期间赢取钻石达到任务标准的用户可以直接获得相应奖励。
    'activityRule4_1': '4.1 مكافآت المهام: يمكن للمستخدمين الذين يفوزون بالماس بمستوى المهام المحددة أثناء الحدث الحصول على المكافآت المقابلة مباشرة.',
    // 4.2 排名PK：活动结束后，根据赢取钻石排名前10名的用户可获得相应奖励
    'activityRule4_2': '4.2 تصنيف PK:بعد انتهاء الحدث،يمكن للمستخدمين الذين يحتلون المراكز العشرة الأولى في ترتيب الفوز بالماس الحصول على الجوائز المقابلة',
    // 4.3 幸运转盘：通过任务奖励和排名奖励可获得幸运转盘的抽奖票，免费获得幸运奖励。
    'activityRule4_3': '4.3 عجلة الحظ: من خلال مكافآت المهام ومكافآت التصنيف، يمكنك الحصول على تذاكر يانصيب عجلة الحظ والحصول على مكافآت الحظ مجانًا.',
    // 任务
    'task': 'مهمة',
    // 排行
    'rank': 'الترتيب',
    // 幸运转盘
    'luckyTurntable': 'عجلة الحظ',
    // 说明：抽奖票可在幸运转盘游戏中使用。
    'luckyTurntableDesc': 'ملاحظة:{msg} يمكن استخدام تذاكر السحب في لعبة عجلة الحظ',
    // 赢
    'win': 'فاز',
    // 已完成
    'completed': 'تم الانتهاء',
    // 等待完成
    'waiting': 'انتظر حتى الأنتهاء',
    // 抽奖票 * {0}
    'lotteryTicket': 'تذكرة يانصيب * {0}',
    // {0}天
    'days': '{0} أيام',
    // 进行中
    'inProgress': 'جاري التفيذ',
    // 已结束
    'ended': 'تم الانتهاء',
    // 未开始
    'notStarted': 'لم يبدأ بعد',
    //排名 {0} 
    'ranking': 'المركز  {0}',
    // 自动直到没有抽奖票
    'autoUntilNoLotteryTickets': 'تلقائيًا حتى لا يكون هناك المزيد من تذاكر السحب',
    // 如何获得抽奖票
    'howToGetLotteryTickets': 'كيف تحصل على تذاكر اليانصيب',
    // 1. 活动期间完成任务，获得抽奖次数。
    'howToGetLotteryTickets1': '1.أكمل المهام خلال فترة الحدث للحصول على فرص السحب',
    // 2. 活动结束时，排名前10用户可获得抽奖次数。
    'howToGetLotteryTickets2': '2. في نهاية الحدث، سيحصل أفضل 10 مستخدمين على فرص سحب يانصيب',
    // 开启抽奖
    'startLottery': 'ابدء السحب',
    // OK
    'OK': 'موافق'
};
