export default {
	// 幸运时刻
    'luckyTime': '幸运时刻',
    // 活动将在 3.18 0点开始
    'activityWillStart': '活动将在 3.18 0点开始',
    // 离结束还有{0}天
    'leftDays': '离结束还有{0}天',
    // 离结束还有{0}小时
    'leftHours': '离结束还有{0}小时',
    // 离结束还有{0}分钟
    'leftMinutes': '离结束还有{0}分钟',
    // 活动已结束，将在 3.20 0点下架
    'activityEnd': '活动已结束，将在 3.27 0点下架',
    // 活动规则
    'activityRules': '活动规则',
    // 1. 以UTC-0为时间基准，活动持续时间为：12.12 0点～12.18 0点。
    'activityRule1': '1. 以UTC-0为时间基准，活动持续时间为：3.18 0点～3.25 0点。',
    // 2. 活动下架时间为：12.19 0点。活动下架前还可以继续消耗您获得的抽奖券，玩幸运转盘游戏。
    'activityRule2': '2. 活动下架时间为：3.27 0点。活动下架前还可以继续消耗您获得的抽奖券，玩幸运转盘游戏。',
    // 3. 活动结束后，排名将不再变化。2小时内奖品将自动发送给各种获奖者。
    'activityRule3': '3. 活动结束后，排名将不再变化。2小时内奖品将自动发送给各种获奖者。',
    // 4. 活动有三种玩法
    'activityRule4': '4. 活动有三种玩法',
    // 4.1 任务奖励：活动期间赢取钻石达到任务标准的用户可以直接获得相应奖励。
    'activityRule4_1': '4.1 任务奖励：活动期间赢取钻石达到任务标准的用户可以直接获得相应奖励。',
    // 4.2 排名PK：活动结束后，根据赢取钻石排名前10名的用户可获得相应奖励
    'activityRule4_2': '4.2 排名PK：活动结束后，根据赢取钻石排名前10名的用户可获得相应奖励',
    // 4.3 幸运转盘：通过任务奖励和排名奖励可获得幸运转盘的抽奖票，免费获得幸运奖励。
    'activityRule4_3': '4.3 幸运转盘：通过任务奖励和排名奖励可获得幸运转盘的抽奖票，免费获得幸运奖励。',
    // 任务
    'task': '任务',
    // 排行
    'rank': '排行',
    // 幸运转盘
    'luckyTurntable': '幸运转盘',
    // 说明：抽奖票可在幸运转盘游戏中使用。
    'luckyTurntableDesc': '说明：{msg}抽奖票可在幸运转盘游戏中使用。',
    // 赢
    'win': '赢',
    // 已完成
    'completed': '已完成',
    // 等待完成
    'waiting': '等待完成',
    // 抽奖票 * {0}
    'lotteryTicket': '抽奖票 * {0}',
    // {0}天
    'days': '{0}天',
    // 进行中
    'inProgress': '进行中',
    // 已结束
    'ended': '已结束',
    // 未开始
    'notStarted': '未开始',
    //排名 {0} 
    'ranking': '排名 {0}',
    // 自动直到没有抽奖票
    'autoUntilNoLotteryTickets': '自动直到没有抽奖票',
    // 如何获得抽奖票
    'howToGetLotteryTickets': '如何获得抽奖票',
    // 1. 活动期间完成任务，获得抽奖次数。
    'howToGetLotteryTickets1': '1. 活动期间完成任务，获得抽奖次数。',
    // 2. 活动结束时，排名前10用户可获得抽奖次数。
    'howToGetLotteryTickets2': '2. 活动结束时，排名前10用户可获得抽奖次数。',
    // 开启抽奖
    'startLottery': '开启抽奖',
    // OK
    'OK': '知道了'
};
