export default {
	// 幸运时刻
    'luckyTime': '幸運時刻',
    // 活动将在 3.18 0点开始
    'activityWillStart': '活動將在 3.18 0點開始',
    // 离结束还有{0}天
    'leftDays': '離結束還有{0}天',
    // 离结束还有{0}小时
    'leftHours': '離結束還有{0}小時',
    // 离结束还有{0}分钟
    'leftMinutes': '離結束還有{0}分鐘',
    // 活动已结束，将在 3.20 0点下架
    'activityEnd': '活動結束，將在 3.27 0點下架',
    // 活动规则
    'activityRules': '活動規則',
    // 1. 以UTC-0为时间基准，活动持续时间为：12.12 0点～12.18 0点。
    'activityRule1': '1. 以UTC-0為時間基準，活動時間為：3.18 0點～3.25 0點。',
    // 2. 活动下架时间为：12.19 0点。活动下架前还可以继续消耗您获得的抽奖券，玩幸运转盘游戏。
    'activityRule2': '2. 活動下架時間為：3.27 0點。 活動下架前還可以繼續消耗您獲得的抽獎券，玩幸運轉盤遊戲。',
    // 3. 活动结束后，排名将不再变化。2小时内奖品将自动发送给各种获奖者。
    'activityRule3': '3. 活動結束後，排名將不再改變。 2小時內獎品將自動發送給各種得獎者。',
    // 4. 活动有三种玩法
    'activityRule4': '4. 活動有三種玩法',
    // 4.1 任务奖励：活动期间赢取钻石达到任务标准的用户可以直接获得相应奖励。
    'activityRule4_1': '4.1 任務獎勵：活動期間贏取鑽石達到任務標準的使用者可以直接獲得對應獎勵。',
    // 4.2 排名PK：活动结束后，根据赢取钻石排名前10名的用户可获得相应奖励
    'activityRule4_2': '4.2 排名PK：活動結束後，根據贏取鑽石排名前10名的用戶可獲得相應獎勵',
    // 4.3 幸运转盘：通过任务奖励和排名奖励可获得幸运转盘的抽奖票，免费获得幸运奖励。
    'activityRule4_3': '4.3 幸運轉盤：透過任務獎勵和排名獎勵可獲得幸運轉盤的抽獎票，免費獲得幸運獎勵。',
    // 任务
    'task': '任務',
    // 排行
    'rank': '排行',
    // 幸运转盘
    'luckyTurntable': '幸運轉盤',
    // 说明：抽奖票可在幸运转盘游戏中使用。
    'luckyTurntableDesc': '說明：{msg}抽獎票可在幸運轉盤遊戲中使用。',
    // 赢
    'win': '贏',
    // 已完成
    'completed': '已完成',
    // 等待完成
    'waiting': '等待完成',
    // 抽奖票 * {0}
    'lotteryTicket': '抽獎票 * {0}',
    // {0}天
    'days': '{0}天',
    // 进行中
    'inProgress': '進行中',
    // 已结束
    'ended': '已結束',
    // 未开始
    'notStarted': '未開始',
    //排名 {0} 
    'ranking': '排名 {0}',
    // 自动直到没有抽奖票
    'autoUntilNoLotteryTickets': '自動直到沒有抽獎票',
    // 如何获得抽奖票
    'howToGetLotteryTickets': '如何獲得抽獎票',
    // 1. 活动期间完成任务，获得抽奖次数。
    'howToGetLotteryTickets1': '1. 活動期間完成任務，獲得抽獎次數。',
    // 2. 活动结束时，排名前10用户可获得抽奖次数。
    'howToGetLotteryTickets2': '2. 活動結束時，前10名用戶可獲得抽獎次數。',
    // 开启抽奖
    'startLottery': '開啟抽獎',
    // OK
    'OK': '知道了'
};
