/*
 * @Author: Elk
 * @Date: 2023-05-09 15:25:56
 * @FilePath: /yaame-h5/src/pages/gift_illustration_desc/locale/ar-SA.js
 * @Description: 
 */
export default {
    'illustrate': 'كتاب الهدايا',
    'giftWall': 'كيف يمكنك مساعدة أصدقائك على إضاءة حائط الهدايا؟',
    'giftWallFun': 'يمكنك أن تضيء صخبًا من خلال منحهم هدايا لم يتلقوها من قبل.',

    'headSculpture': 'ما هي حالة الصورة الرمزية في الزاوية اليمنى العليا من الهدية؟',
    'headSculptureFun': `سيظهر المستخدم الذي قدم أكبر عدد من الهدايا لأصدقائك في الزاوية اليمنى العليا من الهدية المقابلة على جدار هدية الصديق.`,
    'giftSet': 'كيف تضيء الهدية؟',
    'giftSetFun': 'سيتم إطلاق الهدايا الموجودة في مجموعة الهدايا من وقت لآخر ، لذلك يمكنك الانتباه إليها في أي وقت. بعد جمع المجموعة لأول مرة ، ستكون هناك مكافآت نادرة.',

    'luckyPavilion': 'ما هو جناح الحظ؟',
    'luckyPavilionFun': 'الحصول على الهدايا من خلال الأحداث يمكن أن يضيء الجناح المقابل ، لكن استلام / تقديم الهدايا لا يمكن أن يضيء. في المرة الأولى التي تضيء فيها ، ستحصل على مكافأة ألماس بنسبة 1٪ من قيمة الهدية ، تصل إلى 100 ماسة.',
};
