/*
 * @Author: Elk
 * @Date: 2024-06-20 16:33:00
 * @FilePath: /yaame-h5/src/pages/islamicNewYear/locale/ar-SA.js
 * @Description: 
 */
import refresh from '@/lib/i18n/refresh/ar-SA'
export default {
    // 伊斯兰新年派对
    islamicNewYear: 'حفلة رأس السنة الهجرية',
    // 活动未开始
    activityNotStarted: 'لم تبدأ الفعالية بعد',
    // 活动已结束
    activityOver: 'انتهت الفعالية',
    // 为了庆祝伊斯兰回历新年，我们特此举办新年party，快来参加吧！伊斯兰新年快乐！
    activityDesc: 'للاحتفال برأس السنة الهجرية، نحتفل هنا بحفل رأس السنة، هيا بنا! عيد سنة هجرية سعيد!',
    // 活动礼物
    activityGift: 'الهدايا الفعالية',
    // 规则&奖励
    ruleAndReward: 'القواعد والجوائز',
    // 点亮烟花
    lightFireworks: 'إضاءة الألعاب النارية',
    // 收集/送出活动指定礼物达到指定价值，即可获得点亮烟花次数，点亮烟花有机会随机获得奖励！
    rollingInfo: '收集/جمع / إرسال الهدايا المحددة بالعدد المحدد، يمكنك الحصول على عدد من الألعاب النارية، وإذا قمت بإضاءة الألعاب النارية، لديك فرصة للحصول على مكافآت عشوائية!',
    // 收礼
    receiveGift: 'استلام الهدايا',
    // 送礼
    sendGift: 'إرسال الهدايا',
    // 收礼金币数量
    receiveGiftGold: 'عدد العملات المستلمة',
    // 送礼钻石数量
    sendGiftDiamond: 'عدد الماس المعطى كهدايا',

    // {0}成功点亮了烟花x{1}次，获得了{2}奖励！
    successfullyLitTheFireworks: '{0} نجح في إضاءة الألعاب النارية x{1} مرة، وحصل على {2} جائزة!',

    // 点亮1次
    lightOneTime: 'إضاءة مرة واحدة',
    // 点亮10次
    lightTenTimes: 'إضاءة 10 مرات',
    // 关闭
    close: 'إغلاق',
    // 再次点亮
    lightAgain: 'إعادة الإضاءة',
    // 恭喜获得了以上奖励！
    congratulationsToTheAboveRewards: 'تهانينا على الفوز بالجوائز أعلاه!',
    // 恭喜获得
    congratulationsTo: 'تهانينا على الفوز',
    // 恭喜！
    congratulations: 'تهانينا!',
    // "哎呀，你什么也没得到，再试一次吧！
    ohYouGotNothingTryAgain: 'أوه، لم تحصل على شيء. جرب مرة أخرى!',
    // 奖品池
    prizePool: 'حوض الجوائز',
    // 当前可点亮烟花次数：{0}
    currentLightFireworks: 'يمكن إضاءة عدد من الألعاب النارية: {0}',
    // 幸运闯关
    luckyBreakthrough: 'ممر الحظ',
    // 主播收集指定活动礼物达到指定关卡金币档位，可获得不同额度的钻石红包，一旦达到档位，房间内将会立即发放一个红包，供房间内的用户分享，数量有限先到先得哦～
    luckyBreakthroughInfo: 'يقوم الأنكور بجمع الهدايا الفعالة المحددة والوصول إلى مستوى العملات الذهبية المحدد، ويمكنه الحصول على ظروف الماس الحمراء بمبالغ مختلفة. عندما يصل الغرفة إلى المستوى، سيتم منح المستخدمين في الغرفة فورًا ورقة حمراء للمشاركة، وهناك عدد محدود، أول من يأتي أول يخدم ~',
    // 当前获得金币数量：{0}
    currentGoldCoins: 'العدد الحالي للعملات الذهبية المستلمة: {0}',
    // 再获得{0}金币即可解锁下一关卡的奖励
    getGoldCoinsToUnlockTheNextLevelOfRewards: 'احصل على {0} عملة ذهبية لفتح مستوى القادم',
    // 关卡一
    levelOne: 'المستوى 1',
    // 关卡二
    levelTwo: 'المستوى 2',
    // 关卡三
    levelThree: 'المستوى 3',
    // 关卡四
    levelFour: 'المستوى 4',
    // 金币要求：{0}
    goldRequirements: 'متطلبات النقود: {0}',
    // 钻石红包金额：{0}
    diamondRedEnvelopeAmount: 'مبلغ الماس الحمراء في الظرف: {0}',
    // 瓜分红包数量：{0}
    shareRedEnvelopeQuantity: 'عدد الظروف الحمراء المقسمة: {0}',
    // 当前通关次数：{0}
    currentNumberOfPasses: 'عدد مرات المرور الحالية: {0}',
    // 收集/送出活动礼物，即可参与比榜，每个榜单Top 10用户可获得奖励，Top 1用户可获得礼物冠名权哦！
    rankingInfo: 'جمع / إرسال الهدايا الفعالة، يمكنك المشاركة في قائمة المقارنة، يمكن لكل قائمة أعلى 10 مستخدمين الحصول على جوائز، يمكن لأعلى مستخدم 1 الحصول على فرصة تسمية الهدية!',

    // 总榜
    totalList: 'القائمة الكاملة',
    // 送礼榜
    sendGiftList: 'قائمة الاستلام',
    // 收礼榜
    receiveGiftList: 'قائمة الاستلام',
    // 规则
    rule: 'القواعد',
    // 奖励
    reward: 'الجائزة',
    // 暂时无人上榜
    'noRank': 'لم يتم إدراج أي شخص حتى الآن',
    // 开播
    'start_broadcast': 'بث مباشر',
    // 在线
    'online': 'عبر الإنترنت',
    // 距离上一名金币：xxx
    'distance_to_gold_leader': 'العملة المعدنية مسافة مع الأعلى: {msg}',
    // 距离上一名钻石：xxx
    'distance_to_diamond_leader': 'الماس مسافة مع الأعلى: {msg}',
    // 该用户为神秘人哦～
    'mysterious_user': 'هذا المستخدم شخص غامض~',
    // 关注成功
    'follow_success': 'المتابعة',


    // 1. 活动分为三个板块：点亮烟花、幸运闯关、榜单部分。
    rule1: '1. الفعالية مقسمة إلى ثلاثة أقسام: إضاءة الألعاب النارية، المرور المحظوظ، والقائمة.',
    // 2. 点亮烟花：收集/送出活动指定礼物达到指定钻石数量，即可获得点亮烟花的机会，点亮烟花有机会随机获得奖励。
    rule2: '2. إضاءة الألعاب النارية: قم بجمع / إرسال الهدية المحددة بعدد معين من الماسات، يمكنك الحصول على فرصة لإضاءة الألعاب النارية، وستكون لديك فرصة للحصول على مكافآت عشوائية.',
    // 3. 幸運闖關：
    rule3: '3. المرور المحظوظ: ',
    // -活动共有4个关卡，收集指定活动礼物钻达到关卡档位，可获得不同额度的钻石红包，一旦达到档位，用户所在房间内将会立即发放一个红包，房间内所有的用户都有机会分享。
    rule3_1: '- الفعالية تحتوي على 4 مستويات، قم بجمع هدية الفعالية المحددة للوصول إلى المستوى، حيث يمكنك الحصول على مبالغ مختلفة من ظروف الماس الحمراء. عندما تصل إلى المستوى، ستمنح غرفة المستخدمين ورقة حمراء فورًا لمشاركتها.',
    // -当4个关卡全部完成，收钻任务将会从关卡一重新开始。详细关卡及红包详情见幸运闯关页面。
    rule3_2: '- عند اكتمال جميع الأربعة مستويات، ستستأنف المهمة من المستوى 1. للحصول على تفاصيل دقيقة حول المستويات وتفاصيل الظرف الأحمر، انظر إلى صفحة المرور المحظوظ.',
    // -如未在房间内，则红包将会作废哦
    rule3_3: '-إذا لم تكن في الغرفة، فسيكون الظرف الأحمر غير صالح',

    // 4. 榜单：
    rule4: '4. القائمة: ',
    // -活动期间收送活动指定礼物即可参与比榜，收送礼榜单将会各分为三个组别
    rule4_1: '- إذا قمت بتلقي وإرسال الهدايا خلال الفعالية، يمكنك المشاركة في المسابقة. ستُقسم قائمة الهدايا المستلمة إلى ثلاث فئات. ',
    // - إذا قمت بتلقي وإرسال الهدايا خلال الفعالية، يمكنك المشاركة في المسابقة. ستُقسم قائمة الهدايا المستلمة إلى ثلاث فئات.
    rule4_1_1: '- إذا قمت بتلقي وإرسال الهدايا خلال الفعالية، يمكنك المشاركة في المسابقة. ستُقسم قائمة الهدايا المستلمة إلى ثلاث فئات.',
    // -送礼根据财富等级分组，收礼将根据用户等级分组
    rule4_2: '- يتم تصنيف الهدايا حسب مستوى الثروة، وتقسيم الهدايا المستلمة حسب مستوى المستخدم.',

    // 5. 活动中领取的奖励请在有效期内使用，否则将会过期。
    rule5: '5. يجب استخدام الجوائز المستلمة خلال النشاط خلال فترة الصلاحية، وإلا ستنتهي صلاحيتها.',

    // 6. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～
    rule6: '6. سيتم إصدار جوائز القائمة خلال 7-15 يوم عمل بعد انتهاء الفعالية.',

    // 7. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    rule7: '7. في حالة وجود مخالفات، لدينا الحق في معاقبة واسترداد جميع الجوائز الممنوحة.',

     // 等级
     level: 'المستوى',
     // 第一组
     group1: 'المجموعة الأولى',
     // 第二组
     group2: 'المجموعة الثانية',
     // 第三组
     group3: 'المجموعة الثالثة',
     // 第四组
     group4: 'المجموعة الرابعة',
     // 送礼奖励
     sendGiftReward: 'جائزة الهدية',
     // 收礼奖励
     receiveGiftReward: 'جائزة الأمر',
     // 每组前10名送礼用户将获得以下奖励。
     sendGiftUsers: 'سيتلقى أفضل 3 مانحين في كل مجموعة الجوائز التالية:',
     // 每组前10名收礼用户将获得以下奖励。
     receiveGiftUsers: 'سيتلقى أفضل 3 مانحين في كل مجموعة الجوائز التالية:',
     // 每组Top 1用户将会额外获得礼物冠名机会！
     top1Users: 'أعلى مستخدم واحد في كل مجموعة سيحصل على فرصة إضافية لتسمية الهدية!',
     // 名次
     rank: 'الترتيب',

    ...refresh
};
