/*
 * @Author: Elk
 * @Date: 2024-06-20 16:33:00
 * @FilePath: /yaame-h5/src/pages/islamicNewYear/locale/zh-CN.js
 * @Description: 
 */
import refresh from '@/lib/i18n/refresh/zh-CN'
export default {
    // 伊斯兰新年派对
    islamicNewYear: '伊斯兰新年派对',
    // 活动未开始
    activityNotStarted: '活动未开始',
    // 活动已结束
    activityOver: '活动已结束',
    // 为了庆祝伊斯兰回历新年，我们特此举办新年party，快来参加吧！伊斯兰新年快乐！
    activityDesc: '为了庆祝伊斯兰回历新年，我们特此举办新年party，快来参加吧！伊斯兰新年快乐！',
    // 活动礼物
    activityGift: '活动礼物',
    // 规则&奖励
    ruleAndReward: '规则&奖励',
    // 点亮烟花
    lightFireworks: '点亮烟花',
    // 收集/送出活动指定礼物达到指定价值，即可获得点亮烟花次数，点亮烟花有机会随机获得奖励！
    rollingInfo: '收集/送出活动指定礼物达到指定价值，即可获得点亮烟花次数，点亮烟花有机会随机获得奖励！',
    // 收礼
    receiveGift: '收礼',
    // 送礼
    sendGift: '送礼',
    // 收礼金币数量
    receiveGiftGold: '收礼金币数量',
    // 送礼钻石数量
    sendGiftDiamond: '送礼钻石数量',

    // {0}成功点亮了烟花x{1}次，获得了{2}奖励！
    successfullyLitTheFireworks: '{0}成功点亮了烟花x{1}次，获得了{2}奖励！',

    // 点亮1次
    lightOneTime: '点亮1次',
    // 点亮10次
    lightTenTimes: '点亮10次',
    // 关闭
    close: '关闭',
    // 再次点亮
    lightAgain: '再次点亮',
    // 恭喜获得了以上奖励！
    congratulationsToTheAboveRewards: '恭喜获得了以上奖励！',
    // 恭喜获得
    congratulationsTo: '恭喜获得',
    // 恭喜！
    congratulations: '恭喜！',
    // "哎呀，你什么也没得到，再试一次吧！
    ohYouGotNothingTryAgain: '哎呀，你什么也没得到，再试一次吧！',
    // 奖品池
    prizePool: '奖品池',
    // 当前可点亮烟花次数：{0}
    currentLightFireworks: '当前可点亮烟花次数：{0}',
    // 幸运闯关
    luckyBreakthrough: '幸运闯关',
    // 主播收集指定活动礼物达到指定关卡金币档位，可获得不同额度的钻石红包，一旦达到档位，房间内将会立即发放一个红包，供房间内的用户分享，数量有限先到先得哦～
    luckyBreakthroughInfo: '收集指定活动礼物达到指定关卡金币档位，可获得不同额度的钻石红包，一旦达到档位，房间内将会立即发放一个红包，供房间内的用户分享，数量有限先到先得哦～',
    // 当前获得金币数量：{0}
    currentGoldCoins: '当前获得金币数量：{0}',
    // 再获得{0}金币即可解锁下一关卡的奖励
    getGoldCoinsToUnlockTheNextLevelOfRewards: '再获得{0}金币即可解锁下一关卡的奖励',
    // 关卡一
    levelOne: '关卡一',
    // 关卡二
    levelTwo: '关卡二',
    // 关卡三
    levelThree: '关卡三',
    // 关卡四
    levelFour: '关卡四',
    // 金币要求：{0}
    goldRequirements: '金币要求：{0}',
    // 钻石红包金额：{0}
    diamondRedEnvelopeAmount: '钻石红包金额：{0}',
    // 瓜分红包数量：{0}
    shareRedEnvelopeQuantity: '瓜分红包数量：{0}',
    // 当前通关次数：{0}
    currentNumberOfPasses: '当前通关次数：{0}',
    // 收集/送出活动礼物，即可参与比榜，每个榜单Top 10用户可获得奖励，Top 1用户可获得礼物冠名权哦！
    rankingInfo: '收集/送出活动礼物，即可参与比榜，每个榜单Top 10用户可获得奖励，Top 1用户可获得礼物冠名权哦！',

    // 总榜
    totalList: '总榜',
    // 送礼榜
    sendGiftList: '送礼榜',
    // 收礼榜
    receiveGiftList: '收礼榜',
    // 规则
    rule: '规则',
    // 奖励
    reward: '奖励',
    // 暂时无人上榜
    'noRank': '暂时无人上榜',
    // 开播
    'start_broadcast': '开播',
    // 在线
    'online': '在线',
    // 距离上一名金币：xxx
    'distance_to_gold_leader': '距离上一名金币：{msg}',
    // 距离上一名钻石：xxx
    'distance_to_diamond_leader': '距离上一名钻石：{msg}',
    // 该用户为神秘人哦～
    'mysterious_user': '该用户为神秘人哦～',
    // 关注成功
    'follow_success': '已关注',

    // 1. 活动分为三个板块：点亮烟花、幸运闯关、榜单部分。
    rule1: '1. 活动分为三个板块：点亮烟花、幸运闯关、榜单部分。',
    // 2. 点亮烟花：收集/送出活动指定礼物达到指定钻石数量，即可获得点亮烟花的机会，点亮烟花有机会随机获得奖励。
    rule2: '2. 点亮烟花：收集/送出活动指定礼物达到指定钻石数量，即可获得点亮烟花的机会，点亮烟花有机会随机获得奖励。',
    // 3. 幸運闖關：
    rule3: '3. 幸运闯关：',
    // -活动共有4个关卡，收集指定活动礼物钻达到关卡档位，可获得不同额度的钻石红包，一旦达到档位，用户所在房间内将会立即发放一个红包，房间内所有的用户都有机会分享。
    rule3_1: '-活动共有4个关卡，收集指定活动礼物钻达到关卡档位，可获得不同额度的钻石红包，一旦达到档位，用户所在房间内将会立即发放一个红包，房间内所有的用户都有机会分享。',
    // -当4个关卡全部完成，收钻任务将会从关卡一重新开始。详细关卡及红包详情见幸运闯关页面。
    rule3_2: '-当4个关卡全部完成，收钻任务将会从关卡一重新开始。详细关卡及红包详情见幸运闯关页面。',
    // -如未在房间内，则红包将会作废哦
    rule3_3: '-如未在房间内，则红包将会作废哦',

    // 4. 榜单：
    rule4: '4. 榜单：',
    // -活动期间收送活动指定礼物即可参与比榜，收送礼榜单将会各分为三个组别
    rule4_1: '-活动期间收送活动指定礼物即可参与比榜，收送礼榜单将会各分为三个组别',
    // -活动期间收送活动指定礼物即可参与比榜，收送礼榜单将会各分为两个组别
    rule4_1_1: '-活动期间收送活动指定礼物即可参与比榜，收送礼榜单将会各分为两个组别',
    // -送礼根据财富等级分组，收礼将根据用户等级分组
    rule4_2: '-送礼根据财富等级分组，收礼将根据用户等级分组',

    // 5. 活动中领取的奖励请在有效期内使用，否则将会过期。
    rule5: '5. 活动中领取的奖励请在有效期内使用，否则将会过期。',

    // 6. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～
    rule6: '6. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～',

    // 7. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    rule7: '7. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。',


    // 等级
    level: '等级',
    // 第一组
    group1: '第一组',
    // 第二组
    group2: '第二组',
    // 第三组
    group3: '第三组',
    // 第四组
    group4: '第四组',
    // 送礼奖励
    sendGiftReward: '送礼奖励',
    // 收礼奖励
    receiveGiftReward: '收礼奖励',
    // 每组前10名送礼用户将获得以下奖励。
    sendGiftUsers: '每组前3名送礼用户将获得以下奖励。',
    // 每组前10名收礼用户将获得以下奖励。
    receiveGiftUsers: '每组前3名收礼用户将获得以下奖励。',
    // 每组Top 1用户将会额外获得礼物冠名机会！
    top1Users: '每组Top 1用户将会额外获得礼物冠名机会！',
    // 名次
    rank: '名次',

    ...refresh
};
