/*
 * @Author: Elk
 * @Date: 2024-06-20 16:33:00
 * @FilePath: /yaame-h5/src/pages/islamicNewYear/locale/zh-TW.js
 * @Description: 
 */
import refresh from '@/lib/i18n/refresh/zh-TW'
export default {
    // 伊斯蘭新年派對
    islamicNewYear: '伊斯蘭新年派對',
    // 活動未開始
    activityNotStarted: '活動未開始',
    // 活動已結束
    activityOver: '活動已結束',
    // 為了慶祝伊斯蘭回曆新年，我們特此舉辦新年party，快來參加吧！伊斯蘭新年快樂！
    activityDesc: '為了慶祝伊斯蘭回曆新年，我們特此舉辦新年party，快來參加吧！伊斯蘭新年快樂！',
    // 活動禮物
    activityGift: '活動禮物',
    // 規則&獎勵
    ruleAndReward: '規則&獎勵',
    // 點亮煙花
    lightFireworks: '點亮煙花',
    // 收集/送出活動指定禮物達到指定價值，即可獲得點亮煙花次數，點亮煙花有機會隨機獲得獎勵！
    rollingInfo: '收集/送出活動指定禮物達到指定價值，即可獲得點亮煙花次數，點亮煙花有機會隨機獲得獎勵！',
    // 收禮
    receiveGift: '收禮',
    // 送禮
    sendGift: '送禮',
    // 收禮金幣數量
    receiveGiftGold: '收禮金幣數量',
    // 送禮鑽石數量
    sendGiftDiamond: '送禮鑽石數量',

    // {0}成功点亮了烟花x{1}次，获得了{2}奖励！
    successfullyLitTheFireworks: '{0}成功點亮了煙花x{1}次，獲得了{2}獎勵！',

    // 點亮1次
    lightOneTime: '點亮1次',
    // 點亮10次
    lightTenTimes: '點亮10次',
    // 關閉
    close: '關閉',
    // 再次點亮
    lightAgain: '再次點亮',
    // 恭喜獲得了以上獎勵！
    congratulationsToTheAboveRewards: '恭喜獲得了以上獎勵！',
    // 恭喜获得
    congratulationsTo: '恭喜獲得',
    // 恭喜！
    congratulations: '恭喜！',
    // "哎呀，你什麼也沒得到，再試一次吧！
    ohYouGotNothingTryAgain: '哎呀，你什麼也沒得到，再試一次吧！',
    // 獎品池
    prizePool: '獎品池',
    // 當前可點亮煙花次數：{0}
    currentLightFireworks: '當前可點亮煙花次數：{0}',
    // 幸運闖關
    luckyBreakthrough: '幸運闖關',
    // 主播收集指定活動禮物達到指定關卡金幣檔位，可獲得不同額度的鑽石紅包，一旦達到檔位，房間內將會立即發放一個紅包，供房間內的用戶分享，數量有限先到先得哦～
    luckyBreakthroughInfo: '收集指定活動禮物達到指定關卡金幣檔位，可獲得不同額度的鑽石紅包，一旦達到檔位，房間內將會立即發放一個紅包，供房間內的用戶分享，數量有限先到先得哦～',
    // 當前獲得金幣數量：{0}
    currentGoldCoins: '當前獲得金幣數量：{0}',
    // 再獲得{0}金幣即可解鎖下一關卡的獎勵
    getGoldCoinsToUnlockTheNextLevelOfRewards: '再獲得{0}金幣即可解鎖下一關卡的獎勵',
    // 關卡一
    levelOne: '關卡一',
    // 關卡二
    levelTwo: '關卡二',
    // 關卡三
    levelThree: '關卡三',
    // 關卡四
    levelFour: '關卡四',
    // 金幣要求：{0}
    goldRequirements: '金幣要求：{0}',
    // 鑽石紅包金額：{0}
    diamondRedEnvelopeAmount: '鑽石紅包金額：{0}',
    // 瓜分紅包數量：{0}
    shareRedEnvelopeQuantity: '瓜分紅包數量：{0}',
    // 當前通關次數：{0}
    currentNumberOfPasses: '當前通關次數：{0}',
    // 收集/送出活動禮物，即可參與比榜，每個榜單Top 10用戶可獲得獎勵，Top 1用戶可獲得禮物冠名權哦！
    rankingInfo: '收集/送出活動禮物，即可參與比榜，每個榜單Top 10用戶可獲得獎勵，Top 1用戶可獲得禮物冠名權哦！',

    // 總榜
    totalList: '總榜',
    // 送禮榜
    sendGiftList: '送禮榜',
    // 收禮榜
    receiveGiftList: '收禮榜',
    // 規則
    rule: '規則',
    // 獎勵
    reward: '獎勵',
    // 暂时无人上榜
    'noRank': '暫時無人上榜',
    // 开播
    'start_broadcast': '開播',
    // 在线
    'online': '在线',
    // 距离上一名金币：xxx
    'distance_to_gold_leader': '距離上一名金幣：{msg}',
    // 距离上一名钻石：xxx
    'distance_to_diamond_leader': '距離上一名鑽石：{msg}',
    // 该用户为神秘人哦～
    'mysterious_user': '該用戶為神秘人哦～',
    // 关注成功
    'follow_success': '已關注',

    // 1. 活动分为三个板块：点亮烟花、幸运闯关、榜单部分。
    rule1: '1. 活動分為三個板塊：點亮煙花、幸運闖關、榜單部分。',
    // 2. 点亮烟花：收集/送出活动指定礼物达到指定钻石数量，即可获得点亮烟花的机会，点亮烟花有机会随机获得奖励。
    rule2: '2. 點亮煙花：收集/送出活動指定禮物達到指定鑽石數量，即可獲得點亮煙花的機會，點亮煙花有機會隨機獲得獎勵。',
    // 3. 幸運闖關：
    rule3: '3. 幸運闖關：',
    // -活动共有4个关卡，收集指定活动礼物钻达到关卡档位，可获得不同额度的钻石红包，一旦达到档位，用户所在房间内将会立即发放一个红包，房间内所有的用户都有机会分享。
    rule3_1: '-活動共有4個關卡，收集指定活動禮物鑽達到關卡檔位，可獲得不同額度的鑽石紅包，一旦達到檔位，用戶所在房間內將會立即發放一個紅包，房間內所有的用戶都有機會分享。',
    // -当4个关卡全部完成，收钻任务将会从关卡一重新开始。详细关卡及红包详情见幸运闯关页面。
    rule3_2: '-當4個關卡全部完成，收鑽任務將會從關卡一重新開始。詳細關卡及紅包詳情見幸運闖關頁面。',
     // -如未在房间内，则红包将会作废哦
     rule3_3: '-如未在房間內，則紅包將會作廢哦',

    // 4. 榜单：
    rule4: '4. 榜單：',
    // -活动期间收送活动指定礼物即可参与比榜，收送礼榜单将会各分为三个组别
    rule4_1: '-活動期間收送活動指定禮物即可參與比榜，收送禮榜單將會各分為三個組別',
    // -活动期间收送活动指定礼物即可参与比榜，收送礼榜单将会各分为两个组别
    rule4_1_1: '-活動期間收送活動指定禮物即可參與比榜，收送禮榜單將會各分為两個組別',
    // -送礼根据财富等级分组，收礼将根据用户等级分组
    rule4_2: '-送禮根據財富等級分組，收禮將根據用戶等級分組',

    // 5. 活动中领取的奖励请在有效期内使用，否则将会过期。
    rule5: '5. 活動中領取的獎勵請在有效期內使用，否則將會過期。',

    // 6. 榜单奖励将会在活动结束后7-15个工作日内发放，注意查收～
    rule6: '6. 榜單獎勵將會在活動結束後7-15個工作日內發放，注意查收～',

    // 7. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    rule7: '7. Yaame保留最終解釋權。一旦發現違規行為，我們有權實施懲罰並收回已發放的所有獎勵。',

     // 等级
     level: '等級',
     // 第一组
     group1: '第一組',
     // 第二组
     group2:  '第二組',
     // 第三组
     group3: '第三組',
     // 第四组
     group4: '第四組',
     // 送礼奖励
     sendGiftReward: '送禮獎勵',
     // 收礼奖励
     receiveGiftReward: '收禮獎勵',
     // 每组前10名送礼用户将获得以下奖励。
     sendGiftUsers: '每組前3名送禮用戶將獲得以下獎勵。',
     // 每组前10名收礼用户将获得以下奖励。
     receiveGiftUsers: '"每組前3名收禮用戶將獲得以下獎勵。',
     // 每组Top 1用户将会额外获得礼物冠名机会！
     top1Users: '每組Top 1用戶將會額外獲得禮物冠名機會！',
     // 名次
     rank: '名次',

    ...refresh
};
