export default {
    // 随机
    'random': 'عشوائي',
    // 写下你的祝福吧...
    'write_your_blessings': 'اكتب ما ترغب في قوله هنا',
    ranking: 'التصنيف',
    // 奖励
    'rewards': 'الجوائز',

    // 感恩季
    'thanksgiving_season': 'موسم الشكر',
    // -瓜分百万钻石，享受1折优惠
    'million_diamonds_discount': 'قسمة مليون ماسة، استمتع بخصم 90%',
    // 规则&奖励
    'rules_rewards': 'القواعد & الجوائز',
    // 感恩墙
    'thanksgiving_wall': 'جدار الشكر',
    // 感恩奖池
    'thanksgiving_pool': 'باقة الشكر',
    // 折扣商店
    'discount_shop': 'متجر الخصومات',
    // 每日奖池
    'daily_pool': 'باقة الجوائز اليومية',
    // 送活动礼物即可为奖池添加钻石，送的礼物越多，奖池会越大。抓住积累奖池的机会，大家都有机会分享大奖哦！
    'add_to_pool': 'يمكنك إضافة الماسات إلى مجموع الجوائز عن طريق إرسال هدايا الحدث. كلما زاد عدد الهدايا التي تقدمها، كلما زاد مجموع الجوائز وزادت المكافآت التي ستشاركها. اغتنم الفرصة لتجميع مجموع الجوائز، وستتاح للجميع الفرصة لمشاركة الجائزة الكبرى!',
    // 恭喜{0}获得{1}钻石！
    'congrats_winner': 'تهانينا لـ {0} على فوزه بـ {1} ماسة!',
    // 今日倒计时：
    'today_countdown': 'العد التنازلي لليوم',
    // 奖池数量
    'pool_quantity': 'عدد باقة الجوائز',
    // 领取
    'receive': 'استلام',
    // 榜单
    'ranking_list': 'القائمة',
    // 敬请期待～
    'coming_soon': 'ترقبوا قريباً～',
    // 恭喜成功领取奖励，快去查看吧！
    'reward_received': 'تهانينا على استلام الجائزة بنجاح، اذهب للتحقق منها الآن!',
    // 很遗憾未达到瓜分奖励的要求哦，再接再厉！
    'not_eligible': 'للأسف، لم يتم الوصول إلى متطلبات تقاسم الجوائز، حاول مرة أخرى!',
    // 该奖励已领取～
    'already_received': 'تم استلام هذه الجائزة بالفعل～',
    // 幸运折扣
    'lucky_discount': 'خصم الحظ',
    // 快来抽取你的专属折扣吧，活动期间每天都可抽取，享受折扣购买商品吧！
    'draw_your_discount': 'تعال واسحب خصمك الخاص الآن، يمكنك السحب يومياً خلال فترة النشاط، واستمتع بالخصم عند شراء المنتجات!',
    // 点击抽取
    'click_to_draw': 'اضغط للسحب',
    // 今日折扣倒计时：
    'discount_countdown': 'العد التنازلي لخصم اليوم:',
    // 折扣商店
    'shop': 'متجر الخصومات',
    // 库存
    'stock': 'المخزون',
    // 原价
    'original_price': 'السعر الأصلي',
    // 折扣价
    'discount_price': 'السعر بعد الخصم',
    // 购买
    'purchase': 'شراء',
    // 今日折扣已经抽取了，快去购买商品吧～
    'discount_drawn': 'لقد تم سحب خصم اليوم بالفعل، اذهب لشراء المنتجات الآن～',
    // 您暂未抽取今日折扣，先抽取后再购买吧～
    'discount_not_drawn': 'لم تقم بسحب خصم اليوم بعد، يُرجى سحب الخصم أولاً ثم الشراء!',
    // 购买成功，礼物已下发至您的背包！
    'purchase_success': 'تم الشراء بنجاح، وقد تم إرسال الهدية إلى حقيبتك!',
    // 该礼物库存不足～
    'insufficient_stock': 'المخزون غير كافٍ لهذه الهدية～',
    // 感恩墙
    'thanksgiving_wall_title': 'جدار الشكر',
    // 写下你想说的话吧
    'write_message': 'اكتب ما ترغب في قوله هنا',
    // 发送成功～
    'message_sent': 'تم الإرسال～',
    // 你发送的祝福语不符合平台规范，请重新输入
    'invalid_message': 'الرسالة التي أرسلتها لا تتوافق مع معايير المنصة، يرجى إعادة الإدخال',
    // 活动期间每日送活动指定礼物向奖池内积累钻石，榜单会根据送礼钻石数量排名，次日用户可在活动页面领取瓜分的奖励。
    'event_rule_1': '1. خلال الحدث، أرسل هدايا محددة للحدث كل يوم لتجميع الماسات في مجموع الجوائز. سيتم ترتيب القائمة وفقًا لعدد الماسات المقدمة. في اليوم التالي، يمكن لجميع المستخدمين الذين يرسلون الهدايا الحصول على مكافآت مشتركة في صفحة الحدث تعتمد على ترتيب القائمة، كلما ارتفع الترتيب، كلما زادت المكافآت التي تشاركها، زادت المكافآت التي تحصل عليها.',
    // 活动期间用户每日都可以在惊喜折扣商店抽取专属折扣，根据抽取的专属折扣，每日都可以在商店享受折扣价购买礼物，礼物有库存限制，先到先得呦。
    'event_rule_2': '2.خلال الفعالية، يمكن للمستخدمين سحب خصم حصري من متجر الخصم المفاجئ يوميًا. بناءً على الخصم الذي تم سحبه، يمكن للمستخدمين شراء الهدايا بأسعار مخفضة في المتجر يوميًا. الهدايا محدودة بالمخزون، والأولوية لمن يسبق.',
    // 活动日榜&奖池&每日折扣均按照当地自然日时间统计。
    'event_rule_3': '3.يتم احتساب الترتيب اليومي، وباقة الجوائز، والخصومات اليومية بناءً على توقيت اليوم المحلي.',
    // 活动中购买的礼物将直接下发至背包，有效期为60天，请在有效期内送出哦。主播收到折扣礼物获得的金币数量按照用户送折扣礼物的实际钻石数量统计。
    'event_rule_4': '4.الهدايا التي يتم شراؤها خلال الفعالية ستُرسل مباشرة إلى الحقيبة، وصلاحيتها 60 يومًا. يرجى إرسالها قبل انتهاء فترة صلاحيتها. عدد العملات الذهبية التي يتلقاها البث المباشر بناءً على الهدايا المخفضة سيتم حسابه وفقًا لعدد الألماس الفعلي المرسل من قبل المستخدم.',
    // 请在活动奖励领取截止时间之前领取奖池瓜分的钻石奖励，超过时间奖励将会作废。活动奖励领取截止时间为活动结束2个自然日内。
    'event_rule_5': '5.يرجى استلام جوائز حوض الجوائز من الألماس قبل الموعد النهائي لاستلام الجوائز، حيث أن الجوائز ستصبح لاغية بعد انتهاء الوقت المحدد. الموعد النهائي لاستلام الجوائز هو خلال يومين من نهاية الفعالية.',
    // 领取瓜分奖池的奖励，需用户每日榜单的钻石数量大于每日可领取的奖池奖励数量才可成功瓜分奖池哦。
    'event_rule_6': '6.لاستلام جوائز باقات الجوائز، يجب أن يكون عدد الألماس في قائمة المستخدم اليومية أكبر من عدد الجوائز التي يمكن استلامها من الحوض في ذلك اليوم حتى يتمكن من تقسيم الحوض بنجاح.',
    // Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'event_rule_7': '7.تحتفظ Yaame بحق التفسير النهائي. إذا تم اكتشاف أي سلوك مخالف، نحتفظ بالحق في فرض عقوبات واسترجاع جميع الجوائز التي تم توزيعها.',
    // 日榜Top xx用户可获得瓜分奖池的机会，瓜分比例如下：
    'daily_top_rewards': 'قائمة أفضل {xx} مستخدمين في اليوم ستتاح لهم فرصة للمشاركة في توزيع جوائز الحوض، حيث أن نسبة التوزيع كالتالي:',
    // 日榜Top xx 用户可获得以下奖励，奖励次日下发
    'daily_top_rewards_next': 'المستخدمون الذين يحتلون قائمة أفضل {xx} في اليوم سيحصلون على الجوائز التالية، وسيتم إرسال الجوائز في اليوم التالي:',
    // 一折
    'one_discount': 'خصم بنسبة 10%',
    // 二折
    'two_discount': 'خصم بنسبة 20%',
    // 三折
    'three_discount': 'خصم بنسبة 30%',
    // 感恩节快乐！
    'happy_thanksgiving': 'عيد شكر سعيد!',
    // 愿你拥有世间一切美好～
    'wish_all_beauty': 'أتمنى لك كل شيء جميل في هذا العالم~ ',
    // 我爱Yaame！
    'i_love_yaame': 'أنا أحب Yaame! ',
    // 希望家人朋友们都身体健康
    'wish_health': 'أتمنى لجميع العائلة والأصدقاء الصحة والعافية.',
    // 让我们一起度过美好的2024年！
    'wonderful_2024': ' لنقضي معًا سنة 2024 رائعة! ',
    // 快乐每一天～
    'happy_everyday': 'سعادة كل يوم~ ',
    // 希望身边的人都幸福快乐！
    'wish_happiness': 'أتمنى أن يكون جميع من حولي سعيدين ومبتهجين! ',
    // 感恩相遇，感谢在Yaame遇到的每一个朋友～
    'thank_meeting': 'شكرًا للقاء، وأشكر كل صديق قابلته في Yaame~',
    // 心存感恩，好运相伴
    'thankful_lucky': 'كن شاكراً، وسترافقك الحظ السعيد',
    // 希望Yaame越来越好！
    'wish_yaame_better': 'أتمنى أن تصبح Yaame أفضل وأفضل!',
    // 祝大家健康、平安，被幸福包围。
    'wish_health_happiness': 'أتمنى للجميع الصحة والسلامة والسعادة.',
    // 祝你梦想成真，未来无限美好～
    'wish_dreams_come_true': 'أتمنى أن تتحقق أحلامك وأن يكون مستقبلك مشرقًا بلا حدود',
    // 奖池次日瓜分，明天再来吧～
    'pool_split_tomorrow': '"تعالو واحصلوا الجوايز في اليوم التالي،تعال غداً!\n',
    // 普通祝福
    'normal_blessing': 'تحية عادية',
    // 高级祝福
    'advanced_blessing': 'تحية متقدمة',
    // 选择你喜欢的样式说出感谢吧！
    'choose_style_to_thank': 'اختر طريقتك المفضلة للتعبير عن الشكر!',
    // 活动期间，你可以在感恩墙上写下你对任何人的感谢！
    'write_thank_on_wall': 'خلال الحدث، يمكنك كتابة شكرك لأي شخص على حائط الشكر!',
    // 文案不可为空，请输入文字～
    'text_cannot_be_empty': ' لا يمكن تكون نسخة فارغة  يرجي ادخال النص',
    // 每日榜单Top 30 用户可以额外获得以下奖励，奖励次日下发
    'daily_top_30_rewards': 'يمكن لأفضل 30 مستخدمًا في القائمة اليومية الحصول على المكافآت الإضافية التالية، والتي سيتم إصدارها في اليوم التالي',
    // 每日榜单上的所有用户都可以根据排名瓜分奖池内的奖励，排名越靠前，领取的奖励越多哦，千万不要错过（瓜分奖励次日在活动主页面领取哦～）
    'daily_ranking_pool_rewards': 'لدى جميع المستخدمين في لوحة المتصدرين اليومية فرصة مشاركة المكافآت في مجموعة الجوائز وفقًا للتصنيف، وكلما ارتفع التصنيف، زادت المكافآت التي يمكنك الحصول عليها، فلا تفوتها (سيتم جمع المكافآت على صفحة الحدث الرئيسية في اليوم التالي ~).',

    // 开播
    'start_broadcast': 'بث مباشر',
    // 在线
    'online': 'عبر الإنترنت',
    // 暂时无人上榜
    'noRank': 'لم يتم إدراج أي شخص حتى الآن',
    // 该用户为神秘人哦～
    'mystery_user': 'هذا المستخدم شخص غامض~',
    // 已关注
    'followed': 'المتابعة',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': 'المكافات غير متاحه للان, يرجى اكمال المهام',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': 'تهانينا، لقد قمت بفتح جميع المكافآت. استمتع الآن!',
    // 虚位以待
    'position_available': 'لا احد',
    // 距离上⼀名
    'distance_to_next': 'المسافة من المركز الأخير',
    // 规则
    rule: 'القواعد',
    // 活动礼物
    'event_gift': 'هدية الحدث',
};
