export default {
    // 随机
    'random': '随机',
    // 写下你的祝福吧...
    'write_your_blessings': '写下你想说的话吧',
    ranking: '排行',
    // 奖励
    'rewards': '奖励',

    // 感恩季
    'thanksgiving_season': '感恩季',
    // -瓜分百万钻石，享受1折优惠
    'million_diamonds_discount': '-瓜分百万钻石，享受1折优惠',
    // 规则&奖励
    'rules_rewards': '规则&奖励',
    // 感恩墙
    'thanksgiving_wall': '感恩墙',
    // 感恩奖池
    'thanksgiving_pool': '感恩奖池',
    // 折扣商店
    'discount_shop': '折扣商店',
    // 每日奖池
    'daily_pool': '每日奖池',
    // 送活动礼物即可为奖池添加钻石，送的礼物越多，奖池会越大。抓住积累奖池的机会，大家都有机会分享大奖哦！
    'add_to_pool': '送活动礼物即可为奖池添加钻石，送的礼物越多，奖池会越大，瓜分到的奖励也会越多呦。抓住积累奖池的机会吧，大家都有机会分享大奖哦！',
    // 恭喜{0}获得{1}钻石！
    'congrats_winner': '恭喜{0}获得{1}钻石！',
    // 今日倒计时：
    'today_countdown': '今日倒计时',
    // 奖池数量
    'pool_quantity': '奖池数量',
    // 领取
    'receive': '领取',
    // 榜单
    'ranking_list': '榜单',
    // 敬请期待～
    'coming_soon': '敬请期待～',
    // 恭喜成功领取奖励，快去查看吧！
    'reward_received': '恭喜成功领取奖励，快去查看吧！',
    // 很遗憾未达到瓜分奖励的要求哦，再接再厉！
    'not_eligible': '很遗憾未达到瓜分奖励的要求哦，再接再厉！',
    // 该奖励已领取～
    'already_received': '该奖励已领取～',
    // 幸运折扣
    'lucky_discount': '幸运折扣',
    // 快来抽取你的专属折扣吧，活动期间每天都可抽取，享受折扣购买商品吧！
    'draw_your_discount': '快来抽取你的专属折扣吧，活动期间每天都可抽取，享受折扣购买商品吧！',
    // 点击抽取
    'click_to_draw': '点击抽取',
    // 今日折扣倒计时：
    'discount_countdown': '今日折扣倒计时：',
    // 折扣商店
    'shop': '折扣商店',
    // 库存
    'stock': '库存',
    // 原价
    'original_price': '原价',
    // 折扣价
    'discount_price': '折扣价',
    // 购买
    'purchase': '购买',
    // 今日折扣已经抽取了，快去购买商品吧～
    'discount_drawn': '今日折扣已经抽取了，快去购买商品吧～',
    // 您暂未抽取今日折扣，先抽取后再购买吧～
    'discount_not_drawn': '您暂未抽取今日折扣，先抽取后再购买吧～',
    // 购买成功，礼物已下发至您的背包！
    'purchase_success': '购买成功，礼物已下发至您的背包！',
    // 该礼物库存不足～
    'insufficient_stock': '该礼物库存不足～',
    // 感恩墙
    'thanksgiving_wall_title': '感恩墙',
    // 写下你想说的话吧
    'write_message': '写下你想说的话吧',
    // 发送成功～
    'message_sent': '发送成功～',
    // 你发送的祝福语不符合平台规范，请重新输入
    'invalid_message': '你发送的祝福语不符合平台规范，请重新输入',
    // 活动期间每日送活动指定礼物向奖池内积累钻石，榜单会根据送礼钻石数量排名，次日用户可在活动页面领取瓜分的奖励。
    'event_rule_1': '1. 活动期间每日送活动指定礼物向奖池内积累钻石，榜单会根据送礼钻石数量排名，次日所有送礼的用户都可以根据榜单排名在活动页面领取瓜分的奖励，排名越靠前，瓜分的奖励越多哦。',
    // 活动期间用户每日都可以在惊喜折扣商店抽取专属折扣，根据抽取的专属折扣，每日都可以在商店享受折扣价购买礼物，礼物有库存限制，先到先得呦。
    'event_rule_2': '2. 活动期间用户每日都可以在惊喜折扣商店抽取专属折扣，根据抽取的专属折扣，每日都可以在商店享受折扣价购买礼物，礼物有库存限制，先到先得呦。',
    // 活动日榜&奖池&每日折扣均按照当地自然日时间统计。
    'event_rule_3': '3. 活动日榜&奖池&每日折扣均按照当地自然日时间统计。',
    // 活动中购买的礼物将直接下发至背包，有效期为60天，请在有效期内送出哦。主播收到折扣礼物获得的金币数量按照用户送折扣礼物的实际钻石数量统计。
    'event_rule_4': '4. 活动中购买的礼物将直接下发至背包，有效期为60天，请在有效期内送出哦。主播收到折扣礼物获得的金币数量按照用户送折扣礼物的实际钻石数量统计。',
    // 请在活动奖励领取截止时间之前领取奖池瓜分的钻石奖励，超过时间奖励将会作废。活动奖励领取截止时间为活动结束2个自然日内。
    'event_rule_5': '5. 请在活动奖励领取截止时间之前领取奖池瓜分的钻石奖励，超过时间奖励将会作废。活动奖励领取截止时间为活动结束2个自然日内。',
    // 领取瓜分奖池的奖励，需用户每日榜单的钻石数量大于每日可领取的奖池奖励数量才可成功瓜分奖池哦。
    'event_rule_6': '6. 领取瓜分奖池的奖励，需用户每日榜单的钻石数量大于每日可领取的奖池奖励数量才可成功瓜分奖池哦。',
    // Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'event_rule_7': '7. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。',
    // 日榜Top xx用户可获得瓜分奖池的机会，瓜分比例如下：
    'daily_top_rewards': '日榜Top {xx}用户可获得瓜分奖池的机会，瓜分比例如下：',
    // 日榜Top xx 用户可获得以下奖励，奖励次日下发
    'daily_top_rewards_next': '日榜Top {xx} 用户可获得以下奖励，奖励次日下发',
    // 一折
    'one_discount': '一折',
    // 二折
    'two_discount': '二折',
    // 三折
    'three_discount': '三折',
    // 感恩节快乐！
    'happy_thanksgiving': '感恩节快乐！',
    // 愿你拥有世间一切美好～
    'wish_all_beauty': '愿你拥有世间一切美好～',
    // 我爱Yaame！
    'i_love_yaame': '我爱Yaame！',
    // 希望家人朋友们都身体健康
    'wish_health': '希望家人朋友们都身体健康',
    // 让我们一起度过美好的2024年！
    'wonderful_2024': '让我们一起度过美好的2024年！',
    // 快乐每一天～
    'happy_everyday': '快乐每一天～',
    // 希望身边的人都幸福快乐！
    'wish_happiness': '希望身边的人都幸福快乐！',
    // 感恩相遇，感谢在Yaame遇到的每一个朋友～
    'thank_meeting': '感恩相遇，感谢在Yaame遇到的每一个朋友～',
    // 心存感恩，好运相伴
    'thankful_lucky': '心存感恩，好运相伴',
    // 希望Yaame越来越好！
    'wish_yaame_better': '希望Yaame越来越好！',
    // 祝大家健康、平安，被幸福包围。
    'wish_health_happiness': '祝大家健康、平安，被幸福包围。',
    // 祝你梦想成真，未来无限美好～
    'wish_dreams_come_true': '祝你梦想成真，未来无限美好～',
    // 奖池次日瓜分，明天再来吧～
    'pool_split_tomorrow': '奖池次日瓜分，明天再来吧～',
    // 普通祝福
    'normal_blessing': '普通祝福',
    // 高级祝福
    'advanced_blessing': '高级祝福',
    // 选择你喜欢的样式说出感谢吧！
    'choose_style_to_thank': '选择你喜欢的样式说出感谢吧！',
    // 活动期间，你可以在感恩墙上写下你对任何人的感谢！
    'write_thank_on_wall': '活动期间，你可以在感恩墙上写下你对任何人的感谢！',
    // 文案不可为空，请输入文字～
    'text_cannot_be_empty': '文案不可为空，请输入文字～',
    // 每日榜单Top 30 用户可以额外获得以下奖励，奖励次日下发
    'daily_top_30_rewards': '每日榜单Top 30 用户可以额外获得以下奖励，奖励次日下发',
    // 每日榜单上的所有用户都可以根据排名瓜分奖池内的奖励，排名越靠前，领取的奖励越多哦，千万不要错过（瓜分奖励次日在活动主页面领取哦～）
    'daily_ranking_pool_rewards': '每日榜单上的所有用户都有机会根据排名瓜分奖池内的奖励，排名越靠前，领取的奖励越多哦，千万不要错过（瓜分奖励次日在活动主页面领取哦～）',

    // 开播
    'start_broadcast': '开播',
    // 在线
    'online': '在线',
    // 暂时无人上榜
    'noRank': '暂时无人上榜',
    // 该用户为神秘人哦～
    'mystery_user': '该用户为神秘人哦～',
    // 已关注
    'followed': '已关注',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': '奖励暂未解锁，快去完成任务吧〜',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': '恭喜你已完成全部档位解锁，快去体验吧！',
    // 虚位以待
    'position_available': '虚位以待',
    // 距离上⼀名
    'distance_to_next': '距离上⼀名',
    // 规则
    rule: '规则',
    // 活动礼物
    'event_gift': '活动礼物',
};
