export default {
    // 随机
    'random': '随机',
    // 写下你的祝福吧...
    'write_your_blessings': '寫下你想說的話吧',
    ranking: '排行',
    // 奖励
    'rewards': '獎勵',

    // 感恩季
    'thanksgiving_season': '感恩季',
    // -瓜分百万钻石，享受1折优惠
    'million_diamonds_discount': '-瓜分百萬鑽石，享1折優惠',
    // 规则&奖励
    'rules_rewards': '規則&獎勵',
    // 感恩墙
    'thanksgiving_wall': '感恩牆',
    // 感恩奖池
    'thanksgiving_pool': '感恩獎池',
    // 折扣商店
    'discount_shop': '折扣商店',
    // 每日奖池
    'daily_pool': '每日獎金池',
    // 送活动礼物即可为奖池添加钻石，送的礼物越多，奖池会越大。抓住积累奖池的机会，大家都有机会分享大奖哦！
    'add_to_pool': '送活動禮物即可為獎金池添加鑽石，送的禮物越多，獎金池會越大，瓜分到的獎勵也會越多呦。把握累積獎金池的機會吧，大家都有機會分享大獎！',
    // 恭喜{0}获得{1}钻石！
    'congrats_winner': '恭喜{0}獲得{1}鑽石！',
    // 今日倒计时：
    'today_countdown': '今日倒數',
    // 奖池数量
    'pool_quantity': '獎金池數量',
    // 领取
    'receive': '領取',
    // 榜单
    'ranking_list': '榜單',
    // 敬请期待～
    'coming_soon': '敬請期待～',
    // 恭喜成功领取奖励，快去查看吧！
    'reward_received': '恭喜成功領取獎勵，快去查看吧！',
    // 很遗憾未达到瓜分奖励的要求哦，再接再厉！
    'not_eligible': '很遺憾未達⽠分獎勵的要求哦，再接再厲！',
    // 该奖励已领取～
    'already_received': '該獎勵已領～',
    // 幸运折扣
    'lucky_discount': '幸運折扣',
    // 快来抽取你的专属折扣吧，活动期间每天都可抽取，享受折扣购买商品吧！
    'draw_your_discount': '來抽取你的專屬折扣吧，活動期間每天都可抽取，享受折扣購買商品吧！',
    // 点击抽取
    'click_to_draw': '點擊抽取',
    // 今日折扣倒计时：
    'discount_countdown': '今日折扣倒數：',
    // 折扣商店
    'shop': '折扣商店',
    // 库存
    'stock': '庫存',
    // 原价
    'original_price': '原價',
    // 折扣价
    'discount_price': '折扣價',
    // 购买
    'purchase': '購買',
    // 今日折扣已经抽取了，快去购买商品吧～
    'discount_drawn': '今日折扣已經抽取了，快去購買商品吧～',
    // 您暂未抽取今日折扣，先抽取后再购买吧～
    'discount_not_drawn': '您暫未抽取今日折扣，先抽取後再購買吧～',
    // 购买成功，礼物已下发至您的背包！
    'purchase_success': '購買成功，禮物已下發至您的背包！',
    // 该礼物库存不足～
    'insufficient_stock': '該禮物庫存不足～',
    // 感恩墙
    'thanksgiving_wall_title': '感恩牆',
    // 写下你想说的话吧
    'write_message': '寫下你想說的話吧',
    // 发送成功～
    'message_sent': '發送成功～',
    // 你发送的祝福语不符合平台规范，请重新输入
    'invalid_message': '你發送的祝福語不符合平台規範，請重新輸入',
    // 活动期间每日送活动指定礼物向奖池内积累钻石，榜单会根据送礼钻石数量排名，次日用户可在活动页面领取瓜分的奖励。
    'event_rule_1': '1. 活動期間每日送活動指定禮物向獎池內累積鑽石，榜單會根據送禮鑽石數量排名，次日所有送禮的用戶都可以根據榜單排名在活動頁面領取瓜分的獎勵，排名越靠前，瓜分的獎勵越多哦。',
    // 活动期间用户每日都可以在惊喜折扣商店抽取专属折扣，根据抽取的专属折扣，每日都可以在商店享受折扣价购买礼物，礼物有库存限制，先到先得呦。
    'event_rule_2': '2. 活動期間用戶每日都可以在驚喜折扣商店抽取專屬折扣，根據抽取的專屬折扣，每日都可以在商店享受折扣價購買禮物，禮物有庫存限制，先到先得呦。',
    // 活动日榜&奖池&每日折扣均按照当地自然日时间统计。
    'event_rule_3': '3. 活動日榜&獎金池&每日折扣皆依當地自然日時間統計。',
    // 活动中购买的礼物将直接下发至背包，有效期为60天，请在有效期内送出哦。主播收到折扣礼物获得的金币数量按照用户送折扣礼物的实际钻石数量统计。
    'event_rule_4': '4. 活動中購買的禮物將直接下發至背包，有效期為60天，請在有效期內送出哦。主播收到折扣禮物獲得的金幣數量依用戶送折扣禮物的實際鑽石數量統計。',
    // 请在活动奖励领取截止时间之前领取奖池瓜分的钻石奖励，超过时间奖励将会作废。活动奖励领取截止时间为活动结束2个自然日内。
    'event_rule_5': '5. 請在活動獎勵領取截止時間前領取獎金池瓜分的鑽石獎勵，超過時間獎勵將會作廢。活動獎勵領取截止時間為活動結束2個自然日內。',
    // 领取瓜分奖池的奖励，需用户每日榜单的钻石数量大于每日可领取的奖池奖励数量才可成功瓜分奖池哦。
    'event_rule_6': '6. 領取瓜分獎池的獎勵，需用戶每日榜單的鑽石數量大於每日可領取的獎池獎勵數量才可成功瓜分獎池哦。',
    // Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'event_rule_7': '7. Yaame保留最終解釋權。一旦發現違規行為，我們有權實施懲罰並收回已發放的所有獎勵。',
    // 日榜Top xx用户可获得瓜分奖池的机会，瓜分比例如下：
    'daily_top_rewards': '日榜Top {xx}用戶可獲得瓜分獎金池的機會，瓜分比例如下：',
    // 日榜Top xx 用户可获得以下奖励，奖励次日下发
    'daily_top_rewards_next': '日榜Top {xx} 用戶可獲得以下獎勵，獎勵隔日下發',
    // 一折
    'one_discount': '一折',
    // 二折
    'two_discount': '二折',
    // 三折
    'three_discount': '三折',
    // 感恩节快乐！
    'happy_thanksgiving': '感恩節快樂！',
    // 愿你拥有世间一切美好～
    'wish_all_beauty': '願你擁有世間一切美好～',
    // 我爱Yaame！
    'i_love_yaame': '我愛Yaame！',
    // 希望家人朋友们都身体健康
    'wish_health': '希望家人朋友都身體健康',
    // 让我们一起度过美好的2024年！
    'wonderful_2024': '讓我們一起度過美好的2024年！',
    // 快乐每一天～
    'happy_everyday': '快樂每一天～',
    // 希望身边的人都幸福快乐！
    'wish_happiness': '希望身邊的人都幸福快樂！',
    // 感恩相遇，感谢在Yaame遇到的每一个朋友～
    'thank_meeting': '感恩相遇，感謝在Yaame遇到的每個朋友～',
    // 心存感恩，好运相伴
    'thankful_lucky': '心存感恩，好運相伴',
    // 希望Yaame越来越好！
    'wish_yaame_better': '希望Yaame越來越好！',
    // 祝大家健康、平安，被幸福包围。
    'wish_health_happiness': '祝大家健康、平安，被幸福包圍。',
    // 祝你梦想成真，未来无限美好～
    'wish_dreams_come_true': '祝你夢想成真，未來無限美好～',
    // 奖池次日瓜分，明天再来吧～
    'pool_split_tomorrow': '獎池次日瓜分，明天再來吧～',
    // 普通祝福
    'normal_blessing': '普通祝福',
    // 高级祝福
    'advanced_blessing': '高級祝福',
    // 选择你喜欢的样式说出感谢吧！
    'choose_style_to_thank': '選擇你喜歡的樣式說出感謝吧！',
    // 活动期间，你可以在感恩墙上写下你对任何人的感谢！
    'write_thank_on_wall': '活動期間，你可以在感恩牆上寫下你對任何人的感謝！',
    // 文案不可为空，请输入文字～
    'text_cannot_be_empty': '文案不可为空，请输入～',
    // 每日榜单Top 30 用户可以额外获得以下奖励，奖励次日下发
    'daily_top_30_rewards': '每日榜單Top 30 用戶可以額外獲得以下獎勵，獎勵隔天下發',
    // 每日榜单上的所有用户都可以根据排名瓜分奖池内的奖励，排名越靠前，领取的奖励越多哦，千万不要错过（瓜分奖励次日在活动主页面领取哦～）
    'daily_ranking_pool_rewards': '"每日榜單上的所有用戶都有機會根據排名瓜分獎池內的獎勵，排名越靠前，領取的獎勵越多哦，千萬不要錯過（瓜分獎勵次日在活動主頁領取哦～）',

    // 开播
    'start_broadcast': '開播',
    // 在线
    'online': '在线',
    // 暂时无人上榜
    'noRank': '暫時無人上榜',
    // 该用户为神秘人哦～
    'mystery_user': '該用戶為神秘人哦～',
    // 已关注
    'followed': '已關注',
    // 奖励暂未解锁，快去完成任务吧〜
    'reward_not_unlocked': '奖励暂未解锁，快去完成任务吧〜',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    'unlock_complete': '恭喜你已完成全部檔位解鎖，快去體驗吧！',
    // 虚位以待
    'position_available': '虚位以待',
    // 距离上⼀名
    'distance_to_next': '距离上⼀名',
    // 规则
    rule: '規則',
    // 活动礼物
    'event_gift': '活動禮物',
};
