/*
 * @Author: wujiang@weli.cn
 * @Date: 2023-09-25 11:05:39
 * @LastEditors: wujiang
 * @LastEditTime: 2023-10-17 17:39:31
 * @Description:
 */
export default {
  'rule-1': 'وقت بدء الحدث: 18-10-2023 00:00:00 (UTC0)',
  'rule-2':
    'خلال الحدث، سيتم إدراج المستخدمين في القائمة بعد حصولهم على الماس عن طريق إرسال الهدايا أدناه، وسيحصلون على 1 ماسة= 1 نقطة.',
  'end-time': 'وقت انتهاء الحدث: 24-10-2023 24:00:00 (UTC0)',
  'rule-3':
    'في غضون ثلاثة أيام عمل بعد انتهاء الحدث، يمكن لأفضل 10 مستخدمين الحصول على مكافآت تتوافق مع تصنيفاتهم.',
  'rule-4': 'حق التفسير النهائي يعود إلى يامي ',
  'btn-can-get': 'يحصل على ',
  'btn-has-get': 'حصل  على ',
  'toast-get': 'تم إرسال المكافأة إلى حقيبة الظهر ',
  'pulling-text': 'اسحب للأسفل للتحديث',
  'loosing-text': 'افلت للتحديث',
  'loading-text': 'جار التحميل',
  'success-text': 'تم التحديث بنجاح',
  'error-tip': 'خطأ في الشبكة',
  'task-finish': 'لقد حصلت على جميع الجوائز',
  'rule-title': 'هدايا الحدث',
  'no-data': 'لا توجد بيانات ذات صلة حتى الآن',
};
