/*
 * @Author: wujiang@weli.cn
 * @Date: 2023-09-25 11:05:39
 * @LastEditors: wujiang
 * @LastEditTime: 2023-10-17 17:38:02
 * @Description:
 */
export default {
  'rule-1': '1.活动开始时间：2023-10-18 00:00:00(UTC0)',
  'end-time': '活动结束时间：2023-10-24 24:00:00(UTC0)',
  'rule-2': '2.活动期间，用户送出下方礼物获得钻石后会上榜，获得1💎=1积分',
  'rule-3': '3.活动结束后的三个工作日内，排名前10的用户能够获得排名对应的奖励',
  'rule-4': '4.最终解释权归Yaame所有',
  'btn-can-get': '领取',
  'btn-has-get': '已领取',
  'toast-get': '奖品已经发放至背包',
  'pulling-text': '下拉刷新',
  'loosing-text': '松开刷新',
  'loading-text': '加载中',
  'success-text': '刷新成功',
  'error-tip': '网络异常',
  'task-finish': '已获得全部奖品',
  'rule-title': '活动礼物',
  'no-data': '暂无相关数据',
};
