/*
 * @Author: wujiang@weli.cn
 * @Date: 2023-10-12 16:40:16
 * @LastEditors: wujiang
 * @LastEditTime: 2023-10-17 17:38:18
 * @Description:
 */
export default {
  'rule-1': '1.活動開始時間：2023-10-18 00:00:00(UTC0)',
  'end-time': '活動結束時間：2023-10-24 24:00:00(UTC0)',
  'rule-2': '2.活動期間，用戶送出下方禮物獲得鑽石後會上榜，獲得1💎=1積分',
  'rule-3': '3.活動結束後的三個工作天內，前10名的用戶能夠獲得排名對應的獎勵',
  'rule-4': '4.最終解釋權歸Yaame所有',
  'btn-can-get': '領取',
  'btn-has-get': '已領取',
  'toast-get': '獎品已發放至背包',
  'pulling-text': '下拉刷新',
  'loosing-text': '鬆開刷新',
  'loading-text': '加載中',
  'success-text': '刷新成功',
  'error-tip': '網路異常',
  'task-finish': '已獲得全部獎品',
  'rule-title': '活動禮物',
  'no-data': '暫無相關數據',
};
