/*
 * @Author: Elk
 * @Date: 2023-05-11 18:42:05
 * @FilePath: /yaame-h5/src/pages/myReward/locale/zh-CN.js
 * @Description: 
 */
export default {
    // 非诚勿扰
    'not_sincere': "إذا كنت الشخص المناسب",
    // 活动时间：2024.03.25——2024.03.31
    'activity_time': 'وقت الحدث: 2024.03.25——2024.03.31',
    // 寻找真爱
    'find_love': 'ابحث عن الحب الحقيقي',
    // 真爱排行
    'love_ranking': 'ترتيب الحب الحقيقي',
    // 输入Yaame ID
    'input_yaame_id': ' Yaame ID أدخل',
    // 请在下方的用户中选出1个最让你心动的人
    'select_one': 'يرجى اختيار الشخص الذي يجعل قلبك ينبض من بين المستخدمين أدناه',
    // 向她发出Lover邀请
    'send_lover_invitation': 'أرسل إليها دعوة حبيب',
    // 对方接受了求婚后会成为Lover关系
    'after_acceptance': 'بعد قبول العرض سيصبح لديك علاقة حبيب',
    // 求婚被拒绝后这些钻石将会退还给你
    'after_refusal': 'إذا تم رفض العرض، سيتم إرجاع الماسات إليك',
    // 我的爱人
    'my_lover': 'حبيبي/ حبيبتي',
    // 请输入正确的Yaame ID
    'input_correct_yaame_id': 'الرجاء إدخالYaame ID الصحيح',
    // 暂时无人上榜
    'no_one_on_the_list': 'لم يتم إدراج أي شخص حتى الآن',
    // 邀请爱人
    'invite_lover': 'دعوة الحبيب',
    // 真爱榜排名前10的用户能够获得不同的活动奖励
    'top_10': 'يمكن لأفضل 10 مستخدمين في ترتيب الحب الحقيقي الحصول على مكافآت فعاليات مختلفة',
    // 第一名
    'first_place': 'Top 1',
    // CP开屏
    'CP_opening_screen': 'بدء CP',
    // CP弹窗
    'CP_popup': 'نافذة CP',
    // 定制头框
    'customized_frame': 'إطار مخصص',
    // 定制礼物
    'custom_gift': 'هدية مخصصة',
    // 在活动期间提升的经验值*5%的钻石数，每人可获得奖励钻石的50%
    'experience_value': 'زادت قيمة الخبرة خلال الحدث * 5% من عدد الماسات، ويمكن لكل شخص الحصول على 50% من الماسات كمكافأة',
    // 在活动期间提升的经验值*4%的钻石数，每人可获得奖励钻石的50%
    'experience_value_4': 'زادت قيمة الخبرة خلال الحدث * 4% من عدد الماسات، ويمكن لكل شخص الحصول على 50% من الماسات كمكافأة',
    // 在活动期间提升的经验值*3%的钻石数，每人可获得奖励钻石的50%
    'experience_value_3': 'زادت قيمة الخبرة خلال الحدث * 3% من عدد الماسات، ويمكن لكل شخص الحصول على 50% من الماسات كمكافأة',
    // 在活动期间提升的经验值*2%的钻石数，每人可获得奖励钻石的50%
    'experience_value_2': 'زادت قيمة الخبرة خلال الحدث *2% من عدد الماسات، ويمكن لكل شخص الحصول على 50% من الماسات كمكافأة',
    // 在活动期间提升的经验值*1%的钻石数，每人可获得奖励钻石的50%
    'experience_value_1': 'زادت قيمة الخبرة خلال الحدث * 1% من عدد الماسات، ويمكن لكل شخص الحصول على 50% من الماسات كمكافأة',
    // 第二名
    'second_place': 'Top 2',
    // 第三名
    'third_place': 'Top 3',
    // 第四~六名
    'four_to_six': 'Top 4-6',
    // 第七~十名
    'seventh_to_tenth': 'Top 7-10',
    // 刷新
    'refresh': 'تحديث',
    // 非诚勿扰排行榜奖励
    'not_sincere_ranking_rewards': 'قائمة ترتيب مكافآت حدث "إذا كنت الشخص المناسب"',
    // 规则说明
    'rule_description': 'قواعد الحدث',
    // 1.在”非诚勿扰”的”寻找真爱”页面选出自己最喜欢的一个用户，并点❤
    'rule_description_1': '1. حدد المستخدم المفضل لديك في صفحة "ابحث عن الحب الحقيقي" في حدث "إذا كنت الشخص المناسب" وانقر فوق ❤',
    // 2.在️”非诚勿扰”活动中向对方发出lover邀请只需要消耗3999钻石
    'rule_description_2': '2. في حدث "إذا كنت الشخص المناسب"، ما عليك سوى إنفاق 3999 ماسة لإرسال دعوة حبيب إلى الطرف الآخر.',
    // 3.有了lover之后，给lover赠送礼物可以增加lover的经验值
    'rule_description_3': '3. بعد أن يكون لديك حبيب، فإن تقديم الهدايا للحبيب يمكن أن يزيد من قيمة تجربة الحبيب',
    // 4.活动期间，提升lover经验值最高的前3组lover可以获得活动奖励
    'rule_description_4': '4. خلال الحدث، يمكن لأفضل 3 مجموعات من العشاق الحاصلين على أعلى نقاط خبرة الحصول على مكافآت الحدث',
    // 5.活动的最终解释权归yaame所有
    'rule_description_5': 'حق التفسير النهائي للحدث يعود إلى yaame',
    'Search': 'بحث',
    "proposal": "طلب الزواج",
    "already_invited": "تمت الدعوة بالفعل",
    "insufficient_diamonds": "نقص الألماس",

    rule: 'القواعد',
    reward: 'المكافآت',
};
