export default {
    // 家族荣誉战
    family_honor_war: 'معركة فخر العائلة',
    // 家族战S1
    family_battle_s1: 'معركة العائلة S1',
    // 赛制安排
    competition_schedule: 'ترتيب المنافسة',
    // 入围赛
    preliminary_round: 'الجولة التأهيلية',
    // 晋级赛
    advancement_round: 'جولة الترقية',
    // 决赛
    final_round: 'الجولة النهائية',
    // 全部家族比拼，Topxx家族进入晋级赛
    all_families_compete: 'تتنافس جميع العائلات، وتدخل عائلة Top{xx} في جولة الترقية',
    // 入围赛Topxx家族比拼，Topxxx家族进入决赛
    preliminary_top:
        'عائلات Top{xx} تتنافس في الجولة التأهيلية، وعائلات Top{msg} تدخل الجولة النهائية',
    // 晋级赛Topxx家族比拼，决出最强Topx家族
    advancement_top: 'جولة ترويجية لمعركة عائلات Top{xx}، لتحديد أقوى عائلات Top{x}',
    // 活动礼物
    event_gift: 'هدايا النشاط',
    // 晋级
    advancement: 'ترقية',
    // 我贡献的荣誉值
    my_honor_points: 'مساهمتي',
    // 规则&奖励
    rules_rewards: 'القواعد والمكافآت',
    // 🏆 荣誉贡献榜
    honor_contribution_board: ' قائمة المساهمة الفخرية',
    // 🏆 最佳MVP榜
    best_mvp_board: ' قائمة أفضل لاعب',
    // 加入家族
    join_family: 'انضم إلى العائلة',
    // 你当前没有加入家族，加入家族后参加活动哦～
    not_in_family:
        'أنت لست عضوًا حاليًا في عائلة، يرجى الانضمام إلى النشاط بعد الانضمام إلى عائلة~',
    // 阶段
    stage: 'المرحلة',
    // 规则
    rules: 'القواعد',
    // 时间
    time: 'الوقت',
    // 1. 活动期间，送指定礼物1钻石=1荣誉值。
    rule_1: '1. خلال النشاط، أرسل هدايا مخصصة 1 ماسة = 1 نقطة شرف.',
    // 2. 活动根据各家族的荣誉值比榜，每个赛段都根据规则晋级对战。
    rule_2: '2. يعتمد النشاط على مرتبة الشرف لكل عائلة، ويتم ترقية كل مرحلة حسب القواعد.',
    // 3. 赛制安排分为以下三个阶段，入围赛、晋级赛、决赛：
    rule_3: '3. ينقسم نظام المنافسة إلى ثلاث مراحل: التصفيات والترقية والنهائيات:',
    // 4. 活动设立最佳MVP榜，为活动期间用户贡献的总荣誉值比榜。
    rule_4: '4. يقوم النشاط بإعداد قائمة أفضل لاعب، وهي قائمة بإجمالي المساهمات التي ساهم بها المستخدمون خلال النشاط.',
    // 5. 活动中领取的奖励请在有效期内使用，否则将会过期。
    rule_5: '5. يرجى استخدام المكافآت التي حصلت عليها خلال النشاط خلال فترة الصلاحية، وإلا ستنتهي صلاحيتها.',
    // 6. 榜单奖励将会在活动结束后3个工作日内发放，注意查收。
    rule_6: '6. سيتم توزيع مكافآت التصنيف خلال 3 أيام عمل بعد انتهاء النشاط، يرجى التحقق بعناية.',
    // 7. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    rule_7: '7. تحتفظ Yaame بحق التفسير النهائي. بمجرد اكتشاف الانتهاكات، نحتفظ بالحق في فرض العقوبات وسحب جميع المكافآت الصادرة.',
    // 活动奖励
    event_rewards: 'مكافآت النشاط',
    // 活动规则
    event_rules: 'قواعد النشاط',
    // 入围赛奖励
    preliminary_rewards: 'المكافآت المؤهلة',
    // 1. 入围赛Top xx家族将获得以下奖励
    preliminary_top_rewards: '1. ستحصل أفضل {xx} عائلة في الجولة التأهيلية على المكافآت التالية',
    // 晋级赛入场券
    advancement_ticket: 'تذاكر جولة الترقية',
    // 2. 入围赛Top xx家族的Topx荣誉值贡献者及家族长可以额外获得以下奖励
    preliminary_contributor_rewards:
        '2. يمكن للمساهمين بقيمة شرف Top10 ورؤساء العائلات من عائلات Top {xx} في النهائيات الحصول على المكافآت الإضافية التالية:',
    // 晋级赛奖励
    advancement_rewards: 'مكافآت جولة الترقية',
    // 1. 晋级赛Top xx家族将获得以下奖励
    advancement_top_rewards: '1. ستحصل أفضل عائلة Top {xx} في جولة الترقية على المكافآت التالية',
    // 决赛入场券
    final_ticket: 'تذكرة النهائيات',
    // 2. 晋级赛Top xx家族Topx荣誉值贡献者及家族长可以额外获得以下奖励
    advancement_contributor_rewards:
        '2. يمكن للمساهمين بقيمة شرف Top 10 ورؤساء العائلات لعائلة Top {xx} في جولة الترقية الحصول على المكافآت الإضافية التالية',
    // 决赛奖励
    final_rewards: 'المكافآت النهائية',
    // 1. 最强家族奖：活动最强Topx家族贡献荣誉值Topx成员及家族长将获得以下奖励
    strongest_family_rewards:
        '1. جائزة أقوى عائلة: سيحصل المساهمون بقيمة شرف Top 5 ورؤساء العائلات لأقوى عائلة Top 3 في الحدث على المكافآت التالية',
    // 家族长
    family_leader: 'قائد العائلة',
    // 冠军
    champion: 'البطل',
    // 亚军
    runner_up: 'الوصيف',
    // 季军
    second_runner_up: 'الوصيف الثاني',
    // xx家族总荣誉值需>xxxx，可获得以上钻石奖励
    honor_threshold:
        'يجب أن يكون إجمالي قيمة الشرف لعائلة {x} >{xx} للحصول على مكافآة الماسات المذكورة أعلاه.',
    // 2. 阳光普照奖：活动最强Topx家族的所有贡献荣誉值的用户都将获得以下奖励
    participation_rewards:
        '2. جائزة أشعة الشمس: سيحصل جميع المستخدمين الذين يساهمون بقيمة شرف أقوى عائلة Top3 في النشاط على المكافآت التالية',
    // 最佳贡献奖
    best_contribution_award: 'جائزة أفضل مساهم',
    // 最佳MVP奖
    best_mvp_award: 'جائزة أفضل لاعب',
    // 最佳MVP奖：活动最佳MVP榜Topx用户都将额外获得以下奖励
    mvp_award_description:
        'جائزة أفضل لاعب: سيحصل مستخدمو Top10 الموجودون في قائمة أفضل لاعب في النشاط على المكافآت الإضافية التالية',
    // 最佳贡献奖：活动荣誉贡献榜Topx用户都将额外获得以下奖励
    contribution_award_description:
        'جائزة أفضل مساهم: سيحصل مستخدمو Topx الموجودون في قائمة مساهمة النشاط على المكافآت الإضافية التالية.',
    // 本轮对战暂未开始，敬请期待〜
    battle_not_started: 'هذه الجولة لم تبدأ بعد،لذا ترقبوا ~',
    // 该赛段已结束
    stage_ended: 'لقد انتهت هذه المرحلة',
    // 天
    day: 'أيام',
    // 未晋级
    not_advanced: 'لم يتأهل',
    // 排名
    rank: 'الترتيب',
    // 钻石
    diamond: 'الماس',
    // 头像边框
    avatar_frame: 'إطار',
    // 徽章
    badge: 'شارة',
    // 入场特效
    entrance_effect: 'تأثير دخول',
    // 奖励
    reward: 'الجوائز',
    // 进
    enter: 'into',
    //永久
    permanent: 'دائم',

    // 开播
    start_broadcast: 'بث مباشر',
    // 在线
    online: 'عبر الإنترنت',
    // 暂时无人上榜
    noRank: 'لم يتم إدراج أي شخص حتى الآن',
    // 该用户为神秘人哦～
    mystery_user: 'هذا المستخدم شخص غامض~',
    // 已关注
    followed: 'المتابعة',
    // 奖励暂未解锁，快去完成任务吧〜
    reward_not_unlocked: 'المكافات غير متاحه للان, يرجى اكمال المهام',
    // 恭喜你已完成全部档位解锁，快去体验吧！
    unlock_complete: 'تهانينا، لقد قمت بفتح جميع المكافآت. استمتع الآن!',
    // 虚位以待
    position_available: 'لا احد',
    // 距离上⼀名
    distance_to_next: 'المسافة من المركز الأخير',
    // 规则
    rule: 'القواعد',
};
