export default {
	title: "امتيازات النبلاء",
	noNobel: "ليس  نبيلًا",
	expiration: "انتهت مدة الصلاحية",
	nobleExperience: "تجربة النبلاء",
	noblePrivileges: "امتيازات النبلاء",
	privilegeProgress: "الامتيازات {0}/{1}",

	nobleExplanation: "وصف  النبلاء",
	whatIsNoble: "من هو  النبيل ؟",
	nobleDefinition1:
		"١٠النبلاء هو رمز للهوية الرفيعة لمستخدمي يامي ، حيث يمكن للنبلاء الاستمتاع بامتيازات النبلاء المتناسبة.",
	nobleDefinition2:
		"٢. يمكن للمستخدمين إعادة الشحن للحصول على الماسات والحصول على النقاط النبيلة ١ ماسة = ١ نقطة نبيلة. يتم تجميع قيمة النبالة في كل شهر ، وبمجرد أن تصل قيمة النبالة إلى متطلبات مستوى النبالة المقابلة، يمكنك أن تصبح فارسًا أو فيكونتًا أو إيرلًا أو ماركيزًا أو دوقًا أو ملكًا أو سيدًا.",
	upgrade: "الترقية",
	nobleValidity1:
		"١. فترة صلاحية النبالة: مستوى النبالة المكتسب حديثًا في الشهر الحالي سيكون صالحًا حتى نهاية الشهر التالي. في نهاية فترة الصلاحية، لن تكون الامتيازات النبيلة متاحة وسيتم ترقية أو تخفيض رتبتها تلقائيًا.",
	nobleValidity2:
		"٢. خلال شهر ، إذا وصلت القيمة النبيلة للمستخدم إلى مستوى أعلى من القيمة النبيلة، فسيتم ترقية المستوى النبيل وسيحصل المستخدم على الامتيازات الحصرية المقابلة لهذا المستوى يتم إعادة حسابها كل شهر ",
	maintainLevel: "الحفاظ على الرتبة",
	maintainLevel1:
		"‎ قيمة الحفاظ على الرتبة: عدد الماسات عند الشحن، حيث 1 ماسة = 1 قيمة الحفاظ على الرتبة، يستخدم لتحديد إذا كانت الرتبة النبيلة ستبقى أو تنخفض",
	maintainLevel2:
		"٢. في نهاية الشهر، إذا وصل المستخدم إلى قيمة الاحتفاظ بمستوى النبالة الحالي، فيمكنه الحفاظ على هذا المستوى والاستمتاع بامتيازات هذا المستوى خلال ٣٠ يوميًا التالية.",
	demotion: "الهبوط",
	demotion1:
		"في نهاية الشهر، إذا كانت قيمة الهبوط الخاصة بالمستخدم أقل من قيمة الهبوط للمستوى الحالي، فسيتم تخفيض تصنيف المستخدم إلى المستوى المقابل لمتطلبات قيمة الهبوط بناءً على قيمة الهبوط التي حصل عليها المستخدم، سيحصل على الامتيازات الحصرية للمستوى  الجديد بعد  الهبوط.",

	maintenance: "维护中",
	maintenanceMessage: "对不起，贵族系统正在维护中。请稍后再试。",
	colorfulNickname: "الألقاب الملونة",
	colorfulNickname1: "١.عرض في الملف التعريفي ",
	colorfulNickname2: "٢.عرض في مقاعد الغرفة",
	colorfulNickname3: "٣.عرض  بطاقة عمل الغرفة",
	colorfulNickname4: "٤.عرض في قائمة المستخدمين للغرفة",
	colorfulNickname5: "٥.عرض في تعليقات الغرفة",
	colorfulNickname6: "٦.عرض الترتيب ",
	colorfulNickname7: "٧.عرض في منشورات الغرفة",
	colorfulNickname8: "٨.عرض في نتائج البحث ",

	// 贵族徽章
	nobleBadge: "شارة النبلاء",
	nobleBadge1: "١.عرض في الملف التعريفي ",
	nobleBadge2: "٢.عرض في بطاقة عمل الغرفة",
	nobleBadge3: "٣.عرض في قائمة المستخدمين للغرفة",
	nobleBadge4: "٤.عرض في تعليقات الغرفة",
	nobleBadge5: "٥.عرض الترتيب ",
	nobleBadge6: "٦.نشر",
	nobleBadge7: "٧.عرض في نتائج البحث",

	// 贵族坐骑
	nobleMount: "مقاعد النبلاء",

	// 阿凡达服装
	avatarCostume: "زي الأفاتار",
	avatarCostumeInfo: "يمكن لمستويات النبلاء المختلفة فتح أزياء أفاتار مختلفة",

	// 贵族入场消息
	nobleEntranceMessage: "رسالة دخول النبلاء",

	// 贵族聊天气泡
	nobleChatBubble: "فقاعة دردشة النبلاء",

	// 贵族头像框
	nobleAvatarFrame: "إطار الصورة النبيلة",

	// 贵族信息卡片
	nobleInfoCard: "بطاقة معلومات النبلاء",

	// 贵族礼物
	nobleGift: "هدايا النبلاء",
	nobleGiftInfo: "يمكن للمستويات النبيلة المختلفة فتح هدايا مختلفة يمكن تقديمها للأصدقاء.",

	// 贵族表情
	nobleEmoticon: "ايموجي النبلاء",
	nobleEmoticonInfo: "يمكن لمستويات النبلاء المختلفة فتح حزم مختلفة من الايموجي الكوميدية.",

	// 排名靠前
	topRanking: "التقدم في الترتيب ",
	topRankingInfo: "سيكون اسمك في أعلى قائمة مستخدمي الغرفة.",

	// 高速升级
	fastLevelUp: "سرعة الترقية",
	fastLevelUpInfo: "سوف يكتسب مستوى المستخدم الخاص بك نموًا في الخبرة بمقدار  ضعفين",

	// 自定义ID
	customID: "هوية مخصصة",
	customIDInfo: "تواصل مع خدمة العملاء للحصول على هوية فريدة مخصصة لك",

	// 防踢特权
	antiKickPrivilege: "امتياز منع الطرد",
	antiKickPrivilegeInfo: "ستحصل على امتيازات فائقة، حيث لا أحد يمكنه طردك من الغرفة أو إيقاف ميكروفونك",

	// 神秘人
	mysteriousUser: "الشخص الغامض ",
	mysteriousUserInfo: "عد تفعيل وضع الاختفاء، ستحصل على القدرة على الظهور بوضع الاختفاء، حيث:",
	mysteriousUserInfo1: "* لن يظهر أي تأثير عند دخولك إلى الغرفة.",
	mysteriousUserInfo2: "لن يتم عرض معلوماتك الشخصية الحقيقية في \"قائمة المستخدمين المتواجدين في الغرفة\"",
	mysteriousUserInfo_2: "* لن تظهر في قائمة مستخدمي الغرفة المتصلين",
	mysteriousUserInfo3:
		"* لن تظهر في قائمة زوار  الملف الشخصي عند زيارتك لملفات الآخرين.",
	mysteriousUserInfo4: "* لن يتم عرض اسمك وصورتك في قوائم الترتيب",

	// 贵族特权
	noblePrivilege: "امتيازات النبلاء",
	noblePrivilegeInfo:
		"نحن نقدم لك خدمة العملاء الحضرية ١إلى ١ ، لتقديم أقصى خدمة رعاية لك ",

	// 贵族等级
	nobleLevelKnight: "فارس ",
	nobleLevelViscount: "فيكونت",
	nobleLevelEarl: "إيرل",
	nobleLevelMarquis: "ماركيز",
	nobleLevelDuke: "دوق",
	nobleLevelKing: "ملك",
	nobleLevelOverlord: "سيد",
	// 在app内修改自己的专属ID
	'modify_id_in_app': 'تعديل معرفك الخاص في التطبيق',
	// 自定义靓号
	'custom_vanity_id': 'ايدي مخصص'
};
