/*
 * @Author: Elk
 * @Date: 2023-05-09 15:25:56
 * @FilePath: /yaame-h5/src/pages/saw/locale/zh-CN.js
 * @Description: 
 */
export default {
    'eventGift': 'هدية الحدث',
    'top20Rewards': 'جوائز TOP20',
    'viewRewards': 'عرض الجوائز',
    'Ranking': 'الترتيب لهذا الأسبوع',
    'ActivityRules': 'قواعد الحدث',
    'rule-1': '1. وقت الحدث : من الاثنين إلى الأحد من كل أسبوع',
    'rule-2': '2. خلال الحدث، يمكن للمستخدمين زيادة قوتهم القتالية الشخصية عن طريق إرسال الهدايا أدناه، 1 ماسة = 1 خبرة',
    'rule-3': '3. في نهاية كل أسبوع، سيتمكن العشرين الأوائل من الحصول على صناديق الكنوز المتوافقة مع تصنيفاتهم.',
    'rule-4': '4. حق التفسير النهائي يعود إلى يامي',
    'chestName': 'اسم صناديق الكنوز',
    'rank': 'تصنيف',
    'PlatinumChest': 'صندوق بلاتيني',
    'GoldenTreasure': 'صندوق الكنز الذهبي',
    'PurpleTreasure': 'صندوق كنز من الذهب الأرجواني',
    'CopperTreasure': 'صندوق كنز النحاس',
    'IronTreasure': 'صندوق الكنز الحديدي'
};
