export default {
    // 谁是幸运王
    'who_is_lucky_king': 'من هو ملك الحظ؟',
    // 小火箭
    'small_rocket': 'الصاروخ الصغير',
    // 捕鱼
    'fishing': 'الصيد',
    // Greedy box
    'greedy_box': 'صندوق الطمع',
    // 游戏券已领取，明天再来吧～
    'coupon_received': 'تم استلام كوبون اللعبة، تعال هنا غدًا~',
    // 兑换券不⾜哦，快去完成任务获得更多兑换券吧〜
    'not_enough_coupons': 'نقص في الكوبونات، اذهب لإكمال المهمة للحصول على المزيد من الكوبونات~',
    // 我们上新了以下几款游戏，快来看看吧，活动期间参与以下游戏可获得额外奖励哦！
    'new_games': 'لدينا الألعاب الجديدة التالية، تحقق منها، شارك في الألعاب التالية خلال النشاط للحصول على مكافآت إضافية!',
    // 活动未开始
    'event_not_started': 'النشاط لم يبدأ',
    // 活动已结束
    'event_ended': 'انتهى النشاط',
    // 游戏成长计划
    'game_growth_plan': 'خطة نمو اللعبة',
    // 幸运王
    'lucky_king': 'ملك الحظ',
    // 活动期间完成以下每日任务（任务每日刷新）可获得游戏券在兑换站兑换炫酷的奖励哦。
    'daily_tasks': 'خلال الحدث، أكمل المهام اليومية التالية (تتجدد المهام يوميًا) لكسب كوبونات اللعبة لاسترداد مكافآت رائعة في محطة الصرف.',
    // 去完成
    'complete_now': 'انتقل لإكمال',
    // 游戏券
    'game_coupon': 'كوبونات اللعبة',
    // 领取
    'receive': 'استلم',
    // 游戏券领取成功～
    'coupon_received_success': 'تم استلام كوبون اللعبة بنجاح',
    // 已领取
    'received': 'تم الاستلام',
    // 任务
    'task': 'المهام',
    // 当前兑换券数量：xxx
    'current_coupons': 'الكمية الحالية للكوبون: ',
    // 奖励兑换池
    'reward_pool': 'بركة استرداد المكافآت',
    // 兑换
    'exchange': 'الاسترداد',
    // 恭喜成功兑换奖励，快去查看吧〜
    'exchange_success': 'تهانينا على استرداد المكافآت بنجاح، اذهب للتحقق~',
    // 需要
    'required': 'احتياج',
    // 关注
    'follow': 'تابع',
    // 已关注
    'followed': 'المتابعة',
    // 幸运值
    'luck_value': 'نقاط الحظ',
    // 该用户为神秘人哦～
    'mystery_user': 'هذا المستخدم شخص غامض~',
    // 榜单仅展示Top 99用户哦～
    'top_99_only': 'القائمة تظهر فقط لأعلى 99 مستخدمًا~',
    // 暂无数据，敬请期待～
    'no_data': 'لا توجد بيانات بعد، تابع البقاء!',
    // ⽹络异常，请稍后重试
    'network_error': 'خطأ في الاتصال، يرجى المحاولة لاحقًا',
    // 距离上⼀名
    'distance_to_next': 'المسافة من المركز الأخير',
    // 距离上一名幸运值
    'distance_to_next_luck': 'مسافة نقاط الحظ عن المركز الأخير',
    // 规则&奖励
    'rules_and_rewards': 'القواعد والمكافآت',
    // 规则
    'rules': 'القواعد',
    // 榜单奖励
    'leaderboard_rewards': 'قائمة المكافآت',
    // 暂时无人上榜
    'noRank': 'لم يتم إدراج أي شخص حتى الآن',
    // 1. 活动期间玩指定3款游戏参与活动，完成游戏相关任务获得游戏券🎫兑换酷炫奖励。
    'rule_1': '1. خلال النشاط، العب الألعاب المعينة الثلاث للمشاركة في النشاط، أكمل المهام المتعلقة بالألعاب للحصول على كوبونات اللعبة لاستبدال مكافآت رائعة.',
    // 2. 活动期间获得的游戏券🎫仅在本活动生效，请在奖励兑换截止日期前使用游戏券兑换奖励，否则将失效。兑换截止时间为7/5 23:59；活动兑换的奖励将直接下发至背包，请在有效期内使用。
    'rule_2': '2. الكوبونات المحصلة خلال الحملة صالحة فقط لهذه الحملة. يرجى استخدام كوبونات اللعبة لاستبدال المكافآت قبل الموعد النهائي للتبديل، وإلا ستصبح غير صالحة. ينتهي وقت الإغلاق للتبديل في الساعة 23:59 بتوقي7/26(UTC+0)؛ سيتم تسليم المكافأة مباشرة إلى الحقيبة، يرجى استخدامها خلال فترة الصلاحية.',
    // 3. 活动期间参与游戏的用户将根据在游戏内获得的奖励钻石数量比榜。
    'rule_3': '3. سيتم تصنيف المستخدمين الذين يشاركون في اللعبة خلال الحدث وفقًا لعدد الماس الإضافي الذي حصلوا عليه في اللعبة.',
    // 4. 小提示：参与游戏次数越多，赢得奖励的金额可能越多哦，快来看看你的幸运程度吧！
    'rule_4': '4. نصيحة: كلما شاركت في اللعبة أكثر، كلما زادت فرصتك في الفوز بمزيد من المال، لذا تحقق من حظك!',
    // 5. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_5': '5. تحتفظ Yaame بحق التفسير النهائي. في حالة وجود انتهاك، لدينا الحق في فرض العقوبات وسحب جميع الجوائز التي تم منحها.',
    // 前10名用户可获得以下奖励
    'top_10_rewards': 'سيحصل أعلى 10 مستخدمين على الجوائز التالية:',
    // 开播
    'start_broadcast': 'بث مباشر',
    // 在线
    'online': 'عبر الإنترنت',

    // 不可兑换
    'not_redeemable': 'غير قابل للتحويل',
    // 已经是最新日期
    'already_latest_date': ' هذا هو أحدث تاريخ',
    // 已经是最后一天
    'already_last_day': ' كان آخر يوم',
    // Rank
    'rank': 'رتبة',
    // 有游戏上新啦！
    'new_games_available': ' هناك ألعاب جديدة!',
    // 参与以下游戏可获得额外奖励哦！
    'extra_rewards_available': ' العب الألعاب التالية للحصول على مكافآت إضافية!'
};
