export default {
    // 谁是幸运王
    'who_is_lucky_king': '谁是幸运王',
    // 小火箭
    'small_rocket': '小火箭',
    // 捕鱼
    'fishing': '捕鱼',
    // Greedy box
    'greedy_box': 'Greedy box',
    // 游戏券已领取，明天再来吧～
    'coupon_received': '游戏券已领取，明天再来吧～',
    // 兑换券不⾜哦，快去完成任务获得更多兑换券吧〜
    'not_enough_coupons': '兑换券不⾜哦，快去完成任务获得更多兑换券吧〜',
    // 我们上新了以下几款游戏，快来看看吧，活动期间参与以下游戏可获得额外奖励哦！
    'new_games': '我们上新了以下几款游戏，快来看看吧，活动期间参与以下游戏可获得额外奖励哦！',
    // 活动未开始
    'event_not_started': '活动未开始',
    // 活动已结束
    'event_ended': '活动已结束',
    // 游戏成长计划
    'game_growth_plan': '游戏成长计划',
    // 幸运王
    'lucky_king': '幸运王',
    // 活动期间完成以下每日任务（任务每日刷新）可获得游戏券在兑换站兑换炫酷的奖励哦。
    'daily_tasks': '活动期间完成以下每日任务（任务每日刷新）可获得游戏券在兑换站兑换炫酷的奖励哦。',
    // 去完成
    'complete_now': '去完成',
    // 游戏券
    'game_coupon': '游戏券',
    // 领取
    'receive': '领取',
    // 游戏券领取成功～
    'coupon_received_success': '游戏券领取成功～',
    // 已领取
    'received': '已领取',
    // 任务
    'task': '任务',
    // 当前兑换券数量：xxx
    'current_coupons': '当前兑换券数量：',
    // 奖励兑换池
    'reward_pool': '奖励兑换池',
    // 兑换
    'exchange': '兑换',
    // 恭喜成功兑换奖励，快去查看吧〜
    'exchange_success': '恭喜成功兑换奖励，快去查看吧〜',
    // 需要
    'required': '需要',
    // 关注
    'follow': '关注',
    // 已关注
    'followed': '已关注',
    // 幸运值
    'luck_value': '幸运值',
    // 该用户为神秘人哦～
    'mystery_user': '该用户为神秘人哦～',
    // 榜单仅展示Top 99用户哦～
    'top_99_only': '榜单仅展示Top 99用户哦～',
    // 暂无数据，敬请期待～
    'no_data': '暂无数据，敬请期待～',
    // ⽹络异常，请稍后重试
    'network_error': '⽹络异常，请稍后重试',
    // 距离上⼀名
    'distance_to_next': '距离上⼀名',
    // 距离上一名幸运值
    'distance_to_next_luck': '距离上一名幸运值',
    // 规则&奖励
    'rules_and_rewards': '规则&奖励',
    // 规则
    'rules': '规则',
    // 榜单奖励
    'leaderboard_rewards': '榜单奖励',
    // 暂时无人上榜
    'noRank': '暂时无人上榜',
    // 1. 活动期间玩指定3款游戏参与活动，完成游戏相关任务获得游戏券🎫兑换酷炫奖励。
    'rule_1': '1. 活动期间玩指定3款游戏参与活动，完成游戏相关任务获得游戏券兑换酷炫奖励。',
    // 2. 活动期间获得的游戏券🎫仅在本活动生效，请在奖励兑换截止日期前使用游戏券兑换奖励，否则将失效。兑换截止时间为7/5 23:59；活动兑换的奖励将直接下发至背包，请在有效期内使用。
    'rule_2': '2. 活动期间获得的游戏券仅在本活动生效，请在奖励兑换截止日期前使用游戏券兑换奖励，否则将失效。兑换截止时间为 7/26 23:59 (UTC+0)；活动兑换的奖励将直接下发至背包，请在有效期内使用。',
    // 3. 活动期间参与游戏的用户将根据在游戏内获得的奖励钻石数量比榜。
    'rule_3': '3. 活动期间参与游戏的用户将根据在游戏内获得的奖励钻石数量在游戏王榜单中比榜。',
    // 4. 小提示：参与游戏次数越多，赢得奖励的金额可能越多哦，快来看看你的幸运程度吧！
    'rule_4': '4. 小提示：参与游戏次数越多，赢得奖励的金额可能越多哦，快来看看你的幸运程度吧！',
    // 5. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_5': '5. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。',
    // 前10名用户可获得以下奖励
    'top_10_rewards': '前10名用户可获得以下奖励',
    // 开播
    'start_broadcast': '开播',
    // 在线
    'online': '在线',
    // 不可兑换
    'not_redeemable': '不可兑换',
    // 已经是最新日期
    'already_latest_date': '已经是最新日期～',
    // 已经是最后一天
    'already_last_day': '已经是最后一天～',
    // Rank
    'rank': 'Top',
    // 有游戏上新啦！
    'new_games_available': '有游戏上新啦！',
    // 参与以下游戏可获得额外奖励哦！
    'extra_rewards_available': '参与以下游戏可获得额外奖励哦！'
};
