export default {
    // 谁是幸运王
    'who_is_lucky_king': '誰是幸運王',
    // 小火箭
    'small_rocket': '小火箭',
    // 捕鱼
    'fishing': '捕魚',
    // Greedy box
    'greedy_box': 'Greedy box',
    // 游戏券已领取，明天再来吧～
    'coupon_received': '遊戲券已領取，明天再來～',
    // 兑换券不⾜哦，快去完成任务获得更多兑换券吧〜
    'not_enough_coupons': '兌換券不⾜哦，快去完成任務獲得更多兌換券吧〜',
    // 我们上新了以下几款游戏，快来看看吧，活动期间参与以下游戏可获得额外奖励哦！
    'new_games': '我們上新了以下幾款遊戲，快來看看吧，活動期間參與以下遊戲可獲得額外獎勵哦！',
    // 活动未开始
    'event_not_started': '活動未開始',
    // 活动已结束
    'event_ended': '活動已結束',
    // 游戏成长计划
    'game_growth_plan': '遊戲成長計劃',
    // 幸运王
    'lucky_king': '幸運王',
    // 活动期间完成以下每日任务（任务每日刷新）可获得游戏券在兑换站兑换炫酷的奖励哦。
    'daily_tasks': '活動期間完成以下每日任務（任務每日刷新）可獲得遊戲券在兌換站兌換酷炫的獎勵哦。',
    // 去完成
    'complete_now': '去完成',
    // 游戏券
    'game_coupon': '遊戲券',
    // 领取
    'receive': '領取',
    // 游戏券领取成功～
    'coupon_received_success': '遊戲券領取成功～',
    // 已领取
    'received': '已領取',
    // 任务
    'task': '任務',
    // 当前兑换券数量：xxx
    'current_coupons': '目前兌換券數量：',
    // 奖励兑换池
    'reward_pool': '獎勵兌換池',
    // 兑换
    'exchange': '兌換',
    // 恭喜成功兑换奖励，快去查看吧〜
    'exchange_success': '恭喜成功兌換獎勵，快去查看吧〜',
    // 需要
    'required': '需要',
    // 关注
    'follow': '關注',
    // 已关注
    'followed': '已關注',
    // 幸运值
    'luck_value': '幸運值',
    // 该用户为神秘人哦～
    'mystery_user': '該用戶為神秘人哦～',
    // 榜单仅展示Top 99用户哦～
    'top_99_only': '榜單僅展示Top 99用戶哦～',
    // 暂无数据，敬请期待～
    'no_data': '暫無數據，敬請期待～',
    // ⽹络异常，请稍后重试
    'network_error': '⽹絡異常，請稍後重試',
    // 距离上⼀名
    'distance_to_next': '距離上⼀名',
    // 距离上一名幸运值
    'distance_to_next_luck': '距離上一名幸運值',
    // 规则&奖励
    'rules_and_rewards': '規則&獎勵',
    // 规则
    'rules': '規則',
    // 榜单奖励
    'leaderboard_rewards': '榜單獎勵',
    // 暂时无人上榜
    'noRank': '暫時無人上榜',
    // 1. 活动期间玩指定3款游戏参与活动，完成游戏相关任务获得游戏券🎫兑换酷炫奖励。
    'rule_1': '1. 活動期間玩指定3款遊戲參與活動，完成遊戲相關任務獲得遊戲券兌換酷炫獎勵。',
    // 2. 活动期间获得的游戏券🎫仅在本活动生效，请在奖励兑换截止日期前使用游戏券兑换奖励，否则将失效。兑换截止时间为7/5 23:59；活动兑换的奖励将直接下发至背包，请在有效期内使用。
    'rule_2': '2. 活動期間獲得的遊戲券僅在本活動生效，請在獎勵兌換截止日期前使用遊戲券兌換獎勵，否則將失效。兌換截止時間為 7/26 23:59 (UTC+0)；活動兌換的獎勵將直接下發至背包，請在有效期限內使用。',
    // 3. 活动期间参与游戏的用户将根据在游戏内获得的奖励钻石数量比榜。
    'rule_3': '3. 活動期間參與遊戲的用戶將根據遊戲內獲得的獎勵鑽石數量比榜。',
    // 4. 小提示：参与游戏次数越多，赢得奖励的金额可能越多哦，快来看看你的幸运程度吧！
    'rule_4': '4. 小提示：參與遊戲次數越多，贏得獎勵的金額可能越多哦，快來看看你的幸運程度吧！',
    // 5. Yaame保留最终解释权。一旦发现违规行为，我们有权实施惩罚并收回已发放的所有奖励。
    'rule_5': '5. Yaame保留最終解釋權。一旦發現違規行為，我們有權實施懲罰並收回已發放的所有獎勵。',
    // 前10名用户可获得以下奖励
    'top_10_rewards': '前10名用戶可獲得以下獎勵',
    // 开播
    'start_broadcast': '開播',
    // 在线
    'online': '在线',
    // 不可兑换
    'not_redeemable': '不可兌換',
    // 已经是最新日期
    'already_latest_date': '已經是最新日期～',
    // 已经是最后一天
    'already_last_day': '已經是最後一天～',
    // Rank
    'rank': 'Top',
    // 有游戏上新啦！
    'new_games_available': '有遊戲上新啦！',
    // 参与以下游戏可获得额外奖励哦！
    'extra_rewards_available': '參與以下遊戲可獲得額外獎勵哦！'
};
