export default {
    // 幸运充值
    'title': "شحن الحظ",
    // 规则
    'rule': 'القواعد',
    // 奖励
    'reward': 'المكافآت',
    // 任务
    'task': 'المهام',
    // 排行
    'rank': 'التصنيف',
    // 再送出{0}个“幸运棒”+充值{1}钻石就可领取{2}钻石
    'task1': 'أرسل المزيد من {0} "عصا الحظ" + أعد شحن {1} ماسة لتحصل على {2} ماسة',
    // 暂时无人上榜
    'noRank': 'لم يتم إدراج أي شخص حتى الآن',
    // 已领取
    'received': 'تم الاستلام',
    // 领取
    'receive': 'استلام',
    // 活动规则
    'ruleTitle': 'قواعد الحدث',
    // 1.活动时间：2024年4月29日0点-2024年5月5日24点（UTC0）
    'rule1': '1. وقت الحدث: 0:00 يوم 29 أبريل 2024 - 24:00 يوم 5 مايو 2024 (UTC0)',
    // 2.活动期间完成列表中左侧的任务后就可以领取右侧的任务奖励，完成的任务越多可以领取的奖励越丰厚
    'rule2': '2. خلال الحدث، بعد إكمال المهام الموجودة على يسار القائمة، يمكنك الحصول على مكافآت الموجودة على اليمين. كلما أكملت المزيد من المهام، زادت المكافآت التي ستحصل عليها.',
    // 3.活动结束后排名前5的用户可以获得排行榜奖励
    'rule3': '3. بعد الحدث، سيحصل أفضل 5 مستخدمين على مكافآت التصنيف.',
    // 4.任务奖励请在2024年5月6日领取完成，活动页面会在2024年5月6日24点下架(UTC0)
    'rule4': '4. يرجى استلام مكافآت المهام في 6 مايو 2024. سيتم حذف صفحة الحدث في الساعة 24:00 يوم 6 مايو 2024 (UTC0)',
    // 5.活动的最终解释权归Yaame所有
    'rule5': '5. حق التفسير النهائي للحدث يعود إلى Yaame',
    // 排行奖励
    'rankReward': 'مكافآت التصنيف',
    // 第一名
    'top-1': 'المركز الأول',
    // 第二名
    'top-2': 'المكان الثاني',
    // 第三名
    'top-3': 'المكان الثالث',
    // 第四名
    'top-4': 'المركز الرابع',
    // 第五名
    'top-5': 'المركز الخامس',

    // 幸运充值任务奖励
    'taskReward': 'مكافآت مهمة شحن الحظ',
    // 幸运充值排行奖励
    'rankReward': 'مكافآت تصنيف شحن الحظ',
    // 恭喜你在幸运充值活动中排名第{0}，奖励已发放至背包
    'rankRewardMsg': 'تهانينا على حصولك على المركز {0} في حدث إعادة شحن الحظ، تم إرسال المكافأة إلى حقيبتك',
    // 充值{0}钻石
    'recharge': 'قم بإعادة شحن {0} ماسة',
    // 送出{0}个幸运棒
    'send': 'أرسل {0} عصا الحظ',
    // 可领取所有奖励
    'canReceive': 'يمكنك الحصول على جميع المكافآت',

    day: 'يوم',
    // 礼物
    gift: 'هدية',
    // 充值
    recharge: 'إعادة الشحن',
    // 领取成功
    'received_success': 'تم الاستلام بنجاح'
};
