export default {
    welcomeRoomData: 'ورقة بيانات غرفة الترحيب بالوافدين الجدد', // 新人欢迎房数据表
    hideEmptyAnchorData: 'تلميح: لا تظهر بيانات البث للمضيفين الذين لا يوجد لديهم بيانات مقابلة في نفس اليوم\n', // 当天没有数据的主播数据是否显示
    roomId: 'ID الغرفة', // 房间ID
    viewMore: 'عرض المزيد', // 查看更多
    dailyData: 'يومي', // 按日
    monthlyData: 'شهري', // 按月
    datesUTC: 'التواريخ التالية بالتوقيت العالمي (UTC-0)', // 以下日期以UTC-0为标准
    roomUserEntry: 'الغرفة-مستخدم جديد يدخل الغرفة', // 房间-进房新增用户
    newUserEntryCount: 'عدد المستخدمين الجدد الذين يدخلون الغرفة', // 新增用户进入房间数
    newUsersOnMicCount: 'عدد المستخدمين الجدد الموجودين على الميكروفون في هذه الغرفة', // 新增用户在此房间上麦的用户数
    newUsersMessageCount: 'عدد المستخدمين الجدد الذين أرسلوا رسائل في هذه الغرفة', // 新增用户在此房间发送消息的用户数
    newUsersPrivateChatCount: 'عدد المستخدمين الجدد الذين لديهم محادثات خاصة مع المضيف في هذه الغرفة', // 新增用户在该房间与主播私聊的用户数
    newUsersOnMicByAnchorCount: 'عدد المستخدمين الجدد الذين تمت محادثتهم من قبل المضيف في هذه الغرفة\n', // 新增用户在该房间被主播私聊的用户数
    newUsersMutualPrivateChatCount: 'عدد المستخدمين الجدد الذين أجروا محادثات خاصة متبادلة مع المضيف في هذه الغرفة', // 新增用户在该房间与主播互相私聊的用户数
    anchorUserEntry: 'المضيف{msg}-أضف مستخدمًا جديدًا إلى الغرفة', // 主播进房新增用户数
    newUsersMutualChatCount: 'عدد المستخدمين الجدد الذين أجروا محادثات خاصة مع هذا المضيف', // 新增用户与此主播私聊的数量
    privateChatCount: 'عدد المستخدمين الجدد الذين تمت محادثتهم من قبل هذا المضيف', // 新增用户被此主播私聊的数量
    mutualPrivateChatCount: 'عدد المستخدمين الجدد الذين  قام هذا المضيف بأجراء محادثات خاصة متبادلة معهم', // 新增用户与此主播互相私聊的数量
    anchorYaameId: 'ID المضيف', // 所属主播 Yaame ID
    noRoomData: 'لا توجد بيانات لهذه الغرفة', // 是否有此房间数据
    getMore: 'إخفاء المزيد', // 收起更多
}