/*
 * @Author: Elk
 * @Date: 2024-06-05 16:44:13
 * @FilePath: /yaame-h5/src/pages/EidAlAdha/locale/ar-SA.js
 * @Description: 
 */


import refresh from '@/lib/i18n/refresh/ar-SA'
export default {
    // 宰牲节
    EidAlAdha: "عيد الأضحى:",
    // 活动即将开始
    activityWillStart: "النشاط سيبدأ قريبًا.",
    // 活动开始倒计时
    activityCountdown: "عد التنازل لبدء النشاط:",
    // 每日祈福刷新时间(UTC)
    dailyBlessingRefreshTime: "وقت تجديد الدعاء اليومي (بتوقيت UTC)",

    // 世界祈福
    worldBlessing: "نترجى",
    // 祈福
    blessing: "فعالية",
    // 已祈福
    blessed: "تمت الفعالي",

    // 距离下次祈福：
    nextBlessing: "الوقت المتبقي حتى افعالية التالية ",

    //历史奖励： 
    historyReward: "الجوائز السابقة",

    // 活动玩法
    activityPlay: "عرض العد تنازلي للنشاط",

    // 1.祈愿可获得随机奖励
    play1: "الدعاء للحصول على جائزة عشوائية",
    // 头像框、气泡、房间背景、宰牲节活动食材等
    play1_1: "إطار الرأس، الفقاعة، خلفية الغرفة، مكونات حدث عيد الأضحى، وما إلى ذلك",
    // 2.每日祈福刷新时间(UTC)
    play2: "وقت تجديد الدعاء اليومي (بتوقيت UTC)",
    // 0:00 - 8:00
    play2_1: "0:00 - 8:00",
    // 8:00 - 16:00
    play2_2: "8:00 - 16:00",
    // 16:00 - 24:00    
    play2_3: "16:00 - 24:00",
    // 刷新祈福次数，不要错过哦
    play2_4: "جدد عدد الدعاء، لا تفوته",
    // 3.全服累计祈福次数达到目标，可解锁更多宰牲节活动食材奖励！
    play3: "عندما يتم تحقيق عدد الأمنيات المطلوبة على المستوى، يمكنك فتح المزيد من مكافآت عيد الاضحى ",
    
    // 规则
    rule: "قواعد",
    // 奖励
    reward: "مكافأة",

    // 知道了
    gotIt: "فهمت",

    // 确认
    confirm: "تأكيد",

    // 暂无历史奖励
    noData: 'لا توجد جوائز سابقة',
    // 任务部分
    'task': 'مهام',
    // 倒计时结束后刷新任务状态
    'refresh_task_status': 'ستقوم بتحديث حالة المهمة بعد انتهاء العد التنازلي',
    // 抽奖任务
    'draw_task': 'مهمة القرعة',
    // 送礼任务
    'gift_task': 'مهمة الهدايا',
    // 已领取
    'received': 'تم الحصول عليها',
    // 活动礼物
    'event_gift': 'هدايا الفعالية',
    // 活动期间送出活动礼物后可以完成下方的任务
    'complete_task_by_gifting': 'بعد إرسال هدايا الفعالية ، يمكنك استكمال المهمة أدناه',
    // 活动已结束
    'event_ended': 'انتهت الفعالية',
    // 规则
    'rules': 'قواعد',
    // 活动时间
    'task_event_time': 'مدة الفعالية',
    // 活动开始时间：2024年6月15日上午0点
    'task_event_start_time': 'وقت بدء الفعالية: الساعة 12:00 صباحًا بتوقيت جرينتش في 15 يونيو 2024',
    // 活动结束时间：2024年6月21日下午12点
    'task_event_end_time': 'وقت انتهاء الفعالية: الساعة 12:00 ',
    // 活动说明
    'task_event_description': 'تعليمات النشاط:',
    // 1. 活动期间，完成任务后就可以领取对应的奖励
    'task_rule_1': 'خلال فترة النشاط، يمكن للمشاركين جمع المكافآت المقابلة بعد إكمال المهام.',
    // 2. UTC时区每天下午12点会自动刷新任务，请在倒计时结束前领取所有的奖品
    'task_rule_2': 'في توقيت العالم المنسق (UTC)، سيتم تحديث المهام تلقائيًا كل يوم عند الساعة الثانية عشرة ظهرًا، يرجى جمع جميع الجوائز قبل انتهاء العد التنازلي.',
    // 3. 活动结束后不会继续增加任务数值
    'task_rule_3': 'بعد انتهاء الفترة الزمنية للنشاط، لن يتم زيادة قيمة المهام بعد ذلك.',
    // 4. 最终解释权归yaame所有
    'task_rule_4': 'يحتفظ yaame بالحق النهائي في تفسير الأمور.',


    // 每日祈福 
    dailyBlessing: "الدعاء اليومي",
    // 抽奖
    draw: "قرعة",
    // 任务
    task: "مهام",
    // 背包
    bag: "حقيبتي",

    // Yaame商铺
    YaameShop: "يامي متجر",
    // 自由市场
    freeMarket: "السوق الحرة",
    // 我的寄售
    myConsignment: "منتجاتي المعروضة للبيع",

    // 购买提示
    buyTips: 'تلميحات الشراء',
    // 是否购买 {0} NN个
    buyTipsContent: 'هل ترغب في شراء {0} {1}؟',

    // 请选择购买   {0}  数量
    pleaseSelect: 'يرجى اختيار شراء {0} بكمية',
    // 抽奖部分
    // 抽奖得食材
    'draw_ingredients': 'قرعة للحصول على المكونات',
    // 排名前10的用户瓜分奖池
    'top_10_share_pool': 'تقديم جوائز لأفضل 10 مستخدمين',
    // 历史
    'history': 'تاريخ',
    // 我的钻石
    'my_diamonds': 'ألماسي الخاص بي',
    // 跳过动画
    'skip_animation': 'تخطي الرسوم المتحركة',
    // 再来1次
    'try_again_1': 'العودة لمرة واحدة',
    // 再来10次
    'try_again_10': 'العودة لـ 10 مرات',
    // 再来50次
    'try_again_50': 'العودة لـ 50 مرة',
    // 我的奖品
    'my_prizes': 'الجوائز الخاصة بي',
    // 1. 在不同的转盘中可以抽出不同类型的食材
    'turntable_rule_1': '1. خلال الدوامة المختلفة ، يمكنك سحب مكونات غذائية مختلفة',
    // 2. 抽出的食材可以用来合成菜品，合成菜品后会增加用户在榜单上的积分
    'turntable_rule_2': '2. يمكن استخدام المكونات التي تم سحبها لتكوين الأطباق ، وسيزيد ذلك من نقاط المستخدم على القائمة',
    // 3. 抽出的菜品也可以拿到集市上进行交易
    'turntable_rule_3': '3. يمكن أيضًا بيع الأطباق التي تم سحبها في السوق',
    // 4. 用户每次抽奖消耗钻石的50%会进入奖池，活动结束后在榜单排名前50的用户可以瓜分奖池内的钻石
    'turntable_rule_4': '4. 50٪ من الألماس الذي يتم استهلاكه في كل قرعة سيذهب إلى الجائزة الكبرى ، وبعد انتهاء الفعالية ، سيتم توزيع الألماس على أول 10 مستخدمًا في القائمة',
    // 5. 最终解释权归yaame所有
    'turntable_rule_5': '5. يحتفظ yaame بحق التفسير النهائي',

    // 活动奖励
    'event_rewards': 'مكافآت الفعالية',

    // 1.消耗食材制作菜品，每道菜品初次完成可领取特殊奖励
    index_rule_1: '1.استخدم المقادير لتحضير اطباق, و استلم مكافأت مميزة لكل طبق جديد تم تحضيره',
    // 菜品
    'food': 'اطباق',
    // 奖励
    'rewards': 'مكافأة',
    // 烤鱼
    'grilled_fish': 'سمك مشوي',
    // 拉旺牛肉
    'la_wang_beef': 'لحم بقري مشوي',
    // 沙嗲牛肉
    'sha_dia_beef': 'شيش طاووق    لحم البقر ساتاي',
    // 仁当牛肉
    'ren_dang_beef': 'لحم بقري مع الكركم',
    // 烤羊肉
    'grilled_lamb': 'لحم غنم مشوي',
    // 椰浆饭
    'coconut_rice': 'أرز باللبن الجوزي',
    // 巴东菜
    'badong_dishes': 'طبق باتونغ',
    // 炒饭
    'fried_rice': 'رز مقلي',
    // Avatar座椅
    'avatar_chair': 'مقعد الافتار',
    // 头像框
    'avatar_frame': 'افتار',
    // Avatar翅膀
    'avatar_wing': 'اجنحة الافتار',
    // 气泡
    'bubble': 'فقاعات',
    // Avatar上衣
    'avatar_top': 'جاكيت الافتار',
    // Avatar裤子
    'avatar_bottom': 'بنطالون الافتار ',

    // 2.制作菜品可增加排行榜积分，详情查看排行榜规则
    index_rule_2: '2.احضر اطباق لزيادة نقاطك بالترتيب, عرض قاعد الترتيب لتفاصيل اكثر',
    // 3.食材来源：集市购买、抽奖、祈福奖励、任务奖励
    index_rule_3: '3.مصادر المقادير: المتجر, عجلة الحظ, مكافأت الدعاء, انجاز المهام',
    // 4.可在集市寄售食材，赚取钻石
    index_rule_4: 'بيع مقادر بالمتجر لكسب الماسات اكثر',


    // 食材不足
    'insufficient_ingredients': 'المقادير غير كافية',
    // 无法制作
    'unable_to_make': 'غير قادر على الصنع',
    // 制作菜品
    'make_food': 'تحضير اطباق',
    // 制作{0}次
    'make_times': 'وقت {0} التحضير',
    // 所有菜品进度{0}/{1}
    'all_food_progress': 'نتائج الاطباق {0}/{1}',

    // 制作成功
    'make_success': 'مطبوخه',

    // 菜品奖励
    'food_reward': 'مكافأت الطبق',

    "view_leaderboard": "عرض قائمة الترتيب",
    "activity_rules": "القواعد",
    "prize_pool": "نقاط اضافيه",
    "incomplete": "غير منتهي",
    "complete_now": "انتهى",
    "draw_once": "عجلة الحظ 1",
    "draw_10_times": "عجلة الحظ 10",
    "draw_50_times": "عجلة الحظ 50",
    // 查看规则
    'view_rules': 'عرض القواعد',
    // 你还没有参与过抽奖哦～
    'no_lottery_participation': 'لم تشارك في القرعة بعد',
    // 暂时无人上榜
    noRanking: 'لا يوجد أحد في الترتيب بعد',

    // 领取成功
    'receive_success': 'تم الحصول عليها',
    'btn-can-get': 'يحصل على ',
    'rank': 'تصنيف',
    //恭喜获得
    'congratulations': 'تهانينا على الفوز!',

    // 排行榜积分
    'rank_points': 'نقاط الترتيب',
    "Diamonds": 'الماس لا يكفي',

    // 奖励已经领取
    'reward_already_received': 'تم استلام الجائزة',

    // 每日限量供应各类食材，欲购从速
    'daily_limit_supply': 'إمداد يومي محدود من مختلف المكونات، أولوية لأولئك الذين يأتون أولاً.',
    // 所有食材自由买卖
    'all_ingredients_freely_traded': 'جميع المكونات قابلة للتداول بحرية.',
    'all_ingredients_freely_traded1': 'وقت الافتتاح (UTC) 2024/6/19 00:00',
    // 查看可以寄售和已经寄售的食材
    'view_ingredients': 'عرض المكونات المتاحة للبيع وتلك التي تمت إدراجها بالفعل للبيع.',
    'view_ingredients1': 'وقت الافتتاح (UTC) 2024/6/19 00:00',
    //钻石余额不足，请先去充值
    insufficientDiamonds: 'رصيد الماس غير كاف، يرجى الذهاب إلى الشحن أولا',
    'NotOnTheListYet': 'لا توجد بيانات حاليًا',

    // 用户集齐了所有的菜品之后可以出现在排行榜上
    'user_on_leaderboard': 'بعدما يقوم المستخدمون بتركيب الأطباق، يمكنهم الظهور على لوحة المتصدرين، حيث تساهم الأطباق المختلفة بنقاط مختلفة.',
    // 上榜后会根据用户所集齐的菜品数量排名
    'ranking_based_on_dishes': '"بمجرد دخولهم إلى لوحة المتصدرين، يتم الترتيب وفقًا لهذه النقاط.',
    // 菜品加分说明
    'dish_score_explanation': '3. تفاصيل إضافية عن النقاط المضافة للأطباق',
    // 分数说明
    'score_explanation': 'تفسير النقاط',

    // 可寄售
    'can_sell': 'يمكن البيع',
    // 已寄售
    'already_sell': 'تم البيع',
    // 持有数量
    'hold_quantity': 'كمية الاحتفاظ',
    // 寄售
    'consignment': 'شحنة',
    // 取消寄售
    'cancel_consignment': 'إلغاء الشحنة',
    // 寄售提示
    'consignment_tips': 'تلميحات البيع',
    // 寄售单价
    'consignment_price': 'سعر البيع',
    // 寄售数量
    'consignment_quantity': 'الكمية المعروضة للبيع',
    // 交易手续费20%
    'transaction_fee': 'رسوم المعاملات 20%',
    // 总价
    'total_price': 'السعر الإجمالي',
    // 收益
    'income': 'الربح',
    // 寄售总价不足10，无法上架
    'consignment_price_error': 'السعر الإجمالي للبيع غير كافٍ 10، لا يمكن العرض',
    // 立刻寄售
    'consignment_now': 'بيع فوري',
    // 推荐价格
    'recommended_price': 'السعر الموصى به',
    // 下架失败
    'removalFailure': 'فشل في الإزالة',
    // 商品已被买走
    'goodsSold': 'تم شراء السلعة',
    // 寄售成功
    'consignmentSuccess': 'تم الشحن',
    // 数量
    'quantity': 'الكمية',
    // 购买
    'buy': 'شراء',
    // 价格从低到高
    'priceLowToHigh': 'الأسعار من الأدنى إلى الأعلى',
    // 价格从高到低
    'priceHighToLow': 'الأسعار من الأعلى إلى الأدنى',
    // 数量从低到高
    'quantityLowToHigh': 'الكمية من الأدنى إلى الأعلى',
    // 数量从高到低
    'quantityHighToLow': 'الكمية من الأعلى إلى الأدنى',
    // 取消寄售成功
    'cancelSuccess': 'إلغاء الشحنة',
    // 食材
    'ingredients': 'المكونات:',
    // 购买失败
    'purchaseFailed': 'فشل الشراء',
    // 上架数量
    'listed_quantity': 'الكمية المعروضة للبيع',

    ...refresh,
};
