/*
 * @Author: Elk
 * @Date: 2024-05-31 16:39:20
 * @FilePath: /yaame-h5/src/pages/goldTurntable/locale/ar-SA.js
 * @Description: 
 */
export default {
    // 金币转盘
    'golden_spin': 'عجلة العملة الذهبية',
    // 幸运转盘
    'lucky_spin': 'محظوظ',
    // 疯狂转盘
    'crazy_spin': 'مجنون',
    // 获得奖励
    'get_reward': 'جائزة',
    // 开启一次
    'spin_once': 'فتح 1 مرة',
    // 自动10次
    'auto_ten_times': 'تلقائي 10 مرات',
    // 中奖记录
    'winning_record': 'سجل الفوز',
    // 初级
    'basic': 'أساسي',
    // 超级
    'super': 'سوبر',
    // 还没有抽奖记录
    'no_draw_record': 'لا يوجد سجل للهدايا حتى الآن',
    // 规则说明
    'rules_description': 'القواعد',
    // 1.活动时间为:2024/05/20 0点到2024/05/31 24点。
    'rule_1': 'وقت الحدث: من 2024/06/20 00:00 إلى2024/06/30 24:00',
    // 2.活动有两种转盘玩法，初级转盘和高级转盘。消耗金币可凭借你的好运获得钻石。
    'rule_2': 'هناك طريقتان للعب بالدوران في الحدث، الدوران الأساسي والدوران المتقدم. قم بإنفاق النقود للحصول على الماس استنادًا إلى حظك السعيد',
    // 3.活动最终解释权归Yaame。
    'rule_3': 'يحتفظ Yaame بالحق النهائي في تفسير الحدث',
    // 我的金币
    'my_gold': 'عملاتي',
    // 金币
    'gold': 'العملة',
    // 金币不足
    'not_enough_gold': 'العملة غير كافية',
    // 抽奖
    'draw': 'شارك في السحب',
    "day": "يوم",
}
