/*
 * @Author: wujiang@weli.cn
 * @Date: 2023-09-04 18:46:06
 * @LastEditors: wujiang
 * @LastEditTime: 2023-09-05 17:02:38
 * @Description:
 */
export default {
  'desc-1': '1. وقت النشاط: 2023.09.24——2023.09.18',
  'desc-2':
    '2. أفضل ثلاثة مستخدمين يكسبون أكبر عدد من الماسات من لعبة Slots كل أسبوع سيحصلون على مكافآت مخصصة للعبة Slots',
  'desc-3':
    '3. سيتم توزيع الجوائز على حقائب الفائزين خلال 3 أيام عمل بعد نهاية كل أسبوع',
  'desc-4': '4. حق التفسير النهائي يعود إلى يامي',
  'st-1': 'الجائزة الأولى',
  'st-2': 'جائزة المركز الثاني',
  'st-3': 'جائزة المركز الثالث',
};
